[
    {
        "title" : "পরিচিতি",
        "description" : "ঠাকুর পরিবারের বা এ এলাকায় ব্রাহ্মণদের সংখ্যাধিক্যের কারণে ঠাকুরগাঁও নামকরণ হয়েছে। ১৮০০ সালে ঠাকুরগাঁও থানা স্থাপিত হওয়ার পর ১৮৬০ সালে সদর, বালিয়াডাঙ্গী, পীরগঞ্জ, রাণীশংকৈল, হরিপুর ও আটোয়ারী নিয়ে ঠাকুরগাঁও মহকুমার যাত্রা। পরবর্তীতে জলপাইগুড়ি ও কোচবিহার জেলার পঞ্চগড়, বোদা, দেবীগঞ্জ ও তেতুলিয়া এ চারটি থানা ঠাকুরগাঁও মহকুমার সাথে সংযুক্ত হয়। ১৯৮১ সালে আটোয়ারী সহ উক্ত ৪টি থানা নিয়ে পঞ্চগড় মহকুমা সৃষ্টি হলে ঠাকুরগাঁও মহকুমার সীমানা বর্তমান ৫টি উপজেলার মধ্যে সংকুচিত হয়। ১৯৮৪ সালে ১ ফেব্রুয়ারি ঠাকুরগাঁও জেলা হিসেবে যাত্রা শুরু করে।"
    },
    {
        "title" : "পটভূমি",
        "description" : "১৮০০ সালে বৃটিশ শাসনামলে টাঙ্গন, শুক, কুলিক, পাথরাজ ও ঢেপা বিধৌত এই জনপদের একটি ঠাকুর পরিবারের উদ্যোগে বর্তমান পৌরসভা এলাকার কাছাকাছি কোনো একটি স্থানে থানা স্থাপিত হয়। তাদের নাম অনুসারে থানাটির নাম হয় ঠাকুরগাঁও থানা। মতান্তরে ঠাকুর-অর্থাৎ ব্রাহ্মণদের সংখ্যাধিক্যের কারণে স্থানটির নাম ঠাকুরগাঁও হয়েছে। ১৮৬০ সালে এটি মহকুমা হিসেবে ঘোষিত হয়। এর অধীনে ছয়টি থানা ছিলো যথা-সদর, বালিয়াডাঙ্গী, পীরগঞ্জ, রাণীশংকৈল, হরিপুর ও আটোয়ারী। ১৯৪৭ সালে ভারতের জলপাইগুড়ি জেলার ৩টি থানা ও কোচবিহারের ১টি থানা (আটোয়ারী ছাড়া পঞ্চগড় জেলার বাকি ৪টি থানা) নিয়ে ১০টি থানার মহকুমা হিসেবে ঠাকুরগাঁও নতুনভাবে যাত্রা শুরু করে। কিন্তু ১৯৮১ সালে আটোয়ারী, পঞ্চগড়, বোদা, দেবীগঞ্জ ও তেতুলিয়া নিয়ে পঞ্চগড় আলাদা মহকুমা হলে ঠাকুরগাঁও এর ভৌগলিক সীমানা ৫টি থানা এলাকায় সংকুচিত হয়ে যায়। থানাগুলি হচ্ছে-ঠাকুরগাঁও সদর, বালিয়াডাঙ্গী, পীরগঞ্জ, রাণীশংকৈল ও হরিপুর। ১৯৮৪ সালের ১ লা ফেব্রুয়ারি এই ৫টি থানা নিয়ে ঠাকুরগাঁও জেলা যাত্রা শুরু করে।\nছোট জেলা হলেও ঠাকুরগাঁও একটি প্রাচীন ঐতিহ্যসমৃদ্ধ জনপদ। এখানে যেমন আদিবাসী জনগোষ্ঠীর মানুষ হাজার বছর ধরে তাদের ভাষা ও সংস্কৃতিকে ধরে রেখেছে, তেমনিভাবে বৌদ্ধ, হিন্দু, মুসলমান শাসনামলের পরিবর্তনের ছোঁয়ায় পালাবদলের প্রক্রিয়া চলছে এখানে। জেলার অতি প্রাচীন পুকুরগুলি এবং গড়গুলির অস্তিত্ব সুপ্রাচীন সভ্যতার নিদর্শন তুলে ধরে। এই জেলার মানুষ বৃহত্তর দিনাজপুর জেলার অন্যান্য জনপদের সভ্যতা ও সংস্কৃতির সাথে যোগসূত্র স্থাপন করে সকল সামাজিক ও রাজনৈতিক আন্দোলনে অংশগ্রহণ করেছে। ১৯৭১ এর স্বাধীনতা লাভের পর বরেন্দ্রভূমির অন্যান্য জেলার মতই ঠাকুরগাঁও জেলার মানুষ ক্রমান্বয়ে উন্নততর যোগাযোগ ব্যবস্থা এবং উন্নয়নের অন্যান্য সুফল লাভে সক্ষম হচ্ছে এবং ধীরে ধীরে এগিয়ে যাচ্ছে অর্থনৈতিক সমৃদ্ধির পথে।"
    },
    {
        "title" : "নামকরণ",
        "description" : "‘নিশ্চিন্তপুর’-নামটি উচ্চারিত হলেই চোখের সামনে ভেসে ওঠে নিশ্চিন্তে বসবাসের উপযোগী কোনো গ্রাম বা জনপদের ছবি। কিংবা মনে পড়ে যায় বিভূতিভূষণের পথের পাঁচালী উপন্যাসের ‘নিশ্চিন্তপুর’ গ্রামের কথা। কিন্তু কখনো মনে পড়েনা উত্তরের জনপদ ঠাকুরগাঁওয়ের কথা। কেননা অনেকদিন আগেই চাপা পড়ে গেছে ঠাকুরগাঁওয়ের এই নিশ্চিন্তপুর নামটি। কয়েকজন বিত্তশালী মানুষের খোয়ালী ইচ্ছাকে পূরণ করতে সাধারণের প্রিয় জনপদ নিশ্চিন্তপুরকে পাল্টে করা হয় ঠাকুরগাঁও। আর এ ইতিহাস অজানা রয়েছে বলে নিশ্চিন্তপুর শব্দটি উচ্চারিত হলে কখনো ঠাকুরগাঁওয়ের কথা মনে হয় না। তবে ইতিহাস সচেতন মানুষ আজো আবেগ শিহরিত হৃদয়ে ঠাকুরগাঁওয়ের সঙ্গে নিশ্চিন্তপুরের কথা মনে করেন।\nঠাকুরগাঁওয়ের নাম যে নিশ্চিন্তপুর ছিল তার তেমন কোনো নির্ভরযোগ্য প্রমাণ এতদিন আমাদের হাতের কাছে ছিল না। জনশ্রুতি ও মৌজার নাম নিশ্চিন্তপুর হওয়ায় অনুমান করা হতো ঠাকুরগাঁও সম্ভবত এক সময়ে নিশ্চিন্তপুর নামে পরিচিত ছিল। কিন্তু সম্প্রতি একটি মানচিত্র আমাদের দৃষ্টিগোচর হওয়ায় এটা সন্দেহাতীতভাবে প্রমানিত হয়েছে যে ঠাকুরগাঁওয়ের আদি নাম ছিল ‘নিশ্চিন্তপুর’। ১৭শ শতাব্দীর কোচবিহারের মানচিত্রে সংলগ্ন এলাকার যে অবস্থান দেখানো হয়েছে তাতে ঠাকুরগাঁও ও নিশ্চিন্তপুর নামে দু’টি আলাদা জায়গা চিহ্নিত রয়েছে। টাঙ্গন নদীর পূর্ব প্রান্তে দেখানো হয়েছে নিশ্চিন্তপুর এবং এরই কিছুটা উত্তর-পশ্চিমে টাঙ্গন নদীর পশ্চিম প্রান্তে দেখানো হয়েছে ঠাকুরগাঁও। এ থেকে পরিষ্কার বোঝা যায় যে টাঙ্গন নদীর পূর্ব প্রান্তের নিশ্চিন্তপুরকেই পরবর্তীতে ঠাকুরগাঁও নাম দিয়ে সদরের নামকরণ করা হয়। আর এর মাধ্যমেই নিশ্চিন্তপুর রূপান্তরিত হয় ঠাকুরগাঁওয়ে। প্রথমে সমগ্র মহকুমা পরিচিত হয় ঠাকুরগাঁও নামে এবং পরে এরই ধারাবাহিকতায় জেলা ঠাকুরগাঁওয়ের পরিচিতি।\nঠাকুরগাঁওয়ের নামকরণের ইতিহাস সম্পর্কে আর যা পাওয়া গেছে তা হলো, বর্তমানে যেটি জেলা সদর অর্থাৎ যেখানে জেলার অফিস-আদালত অবস্থিত সেখান থেকে ৮ কিলোমিটার উত্তরে আকচা ইউনিয়নের একটি মৌজায় নারায়ণ চক্রবর্তী ও সতীশ চক্রবর্তী নামে দুই ভাই বসবাস করতেন। সম্পদ ও প্রভাব প্রতিপত্তির কারণে তারা সেই এলাকায় খুব পরিচিত ছিলেন। সেখানকার লোকজন সেই চক্রবর্তী বাড়িকে ঠাকুরবাড়ি বলতেন। পরে স্থানীয় লোকজন এই জায়গাকে ঠাকুরবাড়ি থেকে ঠাকুরগাঁও বলতে শুরু করে। চক্রবর্তী বাবুরা এখানে একটি থানা স্থাপনের প্রয়োজন অনুভব করেন। তাদের অনুরোধে জলপাইগুড়ির জমিদার সেখানে একটি থানা স্থাপনের জন্য বৃটিশ সরকারকে রাজি করান। ১৮০০ খ্রিস্টাব্দের গোড়ার দিকে এখানে একটি থানা স্থাপিত হয়। আর তারনাম দেওয়া হয় ঠাকুরগাঁও থানা। পরবর্তীতে নানা কারণে টাঙ্গন নদীর পূর্ব তীরে নিশ্চিন্তপুরে ঠাকুরগাঁও থানা স্থানান্তরিত হয়। আর এই থানাকে কেন্দ্র করে ১০টি থানা নিয়ে ১৮৬০ খ্রিস্টাব্দে ঠাকুরগাঁও মহকুমা গঠিত হয়। বর্তমান পঞ্চগড় জেলার ৫টি থানাই তখন ঠাকুরগাঁও মহকুমার অন্তর্গত ছিল। ১৯৮৪ খ্রিস্টাব্দের ১লা ফেব্রুয়ারি ৫টি থানা নিয়ে এই ঠাকুরগাঁওয়ের নাম বাংলাদেশের মানচিত্রে চিহ্নিত হয় জেলারূপে। জেলারূপে নতুন হলেও জনপদ হিসেবে ঠাকুরগাঁওয়ের রয়েছে এক সুপ্রাচীন ইতিহাস। "
    },
    {
        "title" : "অবস্থান",
        "description" : "২৫.৪০” হতে ২৬.১০” উত্তর অক্ষাংশের এবং ৮৮.৩৬” হতে ৮৮.৩৬” পূর্ব দ্রাঘিমা। সমুদ্র পৃষ্ট হতে ৫২মি. উচ্চতায় অবস্থিত। ভারতের সাথে জেলার সীমান্ত ৮৫ কি.মি.। জলবায়ু নাতিশীতোষ্ণ। বার্ষিক গড় তাপমাত্রা সর্বোচ্চ ৩৩.৫০ সে., সর্বনিম্ন ১০.৫০ সে.। গড় বৃষ্টিপাত ২৫৩৬ মি.মি.।"
    },
    {
        "title" : "আয়তন ও জনমিতিক তথ্য",
        "description" : "ঠাকুরগাঁও জেলার আয়তন ১৮০৯.৫২ কি.মি.।  ঠাকুরগাঁও জেলার মোট জনসংখ্যা ১৫,৩৩,২৭৬। এর মধ্যে পুরুষের সংখ্যা ৭,৬৮,৮০০, নারীর সংখ্যা ৭,৬৪,৮০৯ এবং হিজড়ার সংখ্যা ৬৭। জনসংখ্যার ঘনত্ব প্রতি বর্গ কি.মি. এ ৮৬১ জন।  এ জেলার পল্লী জনসংখ্যা ১২,৪৮,৪১৯ ও শহর জনসংখ্যা ২,৮৪,৮৫৭। \nজনগোষ্ঠি: মুন্ডা, বোডো, সাঁওতাল, ওড়াওঁ, কোচ, পলিয়া, রাজবংশী, হো, মাহাতো, মালো, কুমার, হাড়ি, ভুঁইয়া, গাংঘু। \nক্ষুদ্র নৃগোষ্ঠীর মোট জনসংখ্যা ১৫,৫৫১, যার মধ্যে পুরুষ ৮,০৮০ জন ও নারী ৭,৪৩১ জন। \nএ জেলায় বিভিন্ন ধর্মাবলম্বীর মধ্যে ইসলাম ধর্মাবলম্বী ৭৭.০২%, হিন্দু ধর্মাবলম্বী ২২.১১%, খ্রিষ্টান ০.৬৩%, বৌদ্ধ ০.০১% এবং অন্যান্য ০.০১%। \nমৌজার সংখ্যা- ৬৪৭, ইউনিয়ন -৫৪ টি, পৌরসভা- ৩টি, উপজেলা- ৫টি, উপজেলা: ঠাকুরগাঁও সদর, পীরগঞ্জ, রাণীশংকৈল, বালিয়াডাঙ্গী ও হরিপুর। পৌরসভা: ঠাকুরগাঁও সদর, পীরগঞ্জ ও রাণীশংকৈল। (জনশুমারি ও গৃহগণনা ২০২২)"
    },
    {
        "title" : "নদ-নদী",
        "description" : "টাঙ্গন, কুলিক, নাগর, সেনুয়া, শুক, ঢেপা, ভুল্লী , তীরনই।"
    },
    {
        "title" : "লোক সংস্কৃতি",
        "description" : "ধামের গান, ভাওয়াইয়া, পালাগান, পল্লীগীতি, কবিগান, বিচারগান, কোয়ালী গান, বিষহরি গান, সত্যপীরের গান, কীর্তন, বিয়ের গান ও আদিবাসীদের গান।"
    },
    {
        "title" : "প্রধান প্রধান হাট-বাজার",
        "description" : "শিবগঞ্জ বাজার, খোচাবাড়ি হাট, রুহিয়া রামনাথ হাট, গড়েয়া হাট, কালমেঘ হাট, যাদুরাণী হাট, ফাড়াবাড়ি হাট, বেগুনবাড়ি হাট, লাহিড়ী হাট।"
    },
    {
        "title" : "মেলা সমূহ",
        "description" : "কালিমেলা, রুহিয়া আজাদ মেলা, নেকমরদ মেলা।"
    }
]