[
  {
    "id": 1,
    "name": "কমলা ও মাল্টা বাগান",
    "description" : "ঠাকুরগাঁওয়ের পীরগঞ্জ ও রাণীশংকৈল ঊপজেলায় বানিজ্যিকভাবে চাষ হচ্ছে কমলা ও মাল্টা। বড় বড় আকারের হলুদ কমলা ও মাল্টা দেখে চোখ জুড়িয়ে যায়। এ অঞ্চলে কমলা চাষে কৃষি অর্থনীতিতে বিরাট অবদানের সম্ভাবনা তৈরি হয়েছে। বিভিন্ন জায়গা থেকে প্রতিদিন মানুষ দেখতে আসছে কমলা ও মাল্টা  বাগান। ঠাকুরগাঁও শহরের কেন্দ্র হতে জায়গাটির দূরত্ব ৩১.২ কিলোমিটার।",
    "location": "",
    "loaction_from_to": "",
    "image" : "assets/images/places/orange_valley.jpg"
  },
  {
    "id": 2,
    "name": "কোরমখান গড়",
    "description" : "ঠাকুরগাঁও শহর থেকে প্রায় এগার কিলোমিটার উত্তরে টাঙ্গন ব্যারেজ থেকে দু'কিলোমিটার পূর্বে কোরমখান গড়। সম্ভবত সুলতানি আমলে গড়টি নির্মিত হয়েছিল। আবার অনেকে মনে করেন সম্রাট শাহজাহানের আমলে এটি নির্মিত। সম্রাটের প্রথম নাম খুররম থেকে কোরম শব্দটি এসেছে। মেজর শেরউইলের মানচিত্রে এ গড়কে বলা হয়েছে 'কোরমখান গড়'। ফ্রান্সিস বুকানন এর নাম উল্লেখ করেছেন 'মোঘলিকোট' হিসেবে।\nকোরমখান গড় থেকে প্রায় দু'কিলোমিটার উত্তরে কোয়েলি রাজার দুর্গ। বর্তমানে এ দুর্গটি পঞ্চগড় জেলার অন্তর্ভুক্ত। এর সঠিক ইতিহাস জানা যায় না। তবে অনুমান করা হয় কামরূপের কোনো নৃপতি কোরমখান গড়ে সামরিক অভিযান চালানোর উদ্দেশ্যে কোয়েলি দুর্গ নির্মাণ করেন। মোঘল সাম্রাজ্য ও কুচবিহার সীমান্ত সংলগ্ন সামরিক দিক থেকে অত্যন্ত সুরক্ষিত কোরমখান গড়টি বর্গাকৃতির এবং দৈর্ঘ্যে প্রস্থে প্রায় এক কিলোমিটারের কাছাকাছি। দুর্গটির বাইরে চারদিক চল্লিশ ফুট প্রশস্ত ও গভীর পরিখা এবং বিশ ফুট উঁচু মাটির প্রাচীর দ্বারা বেষ্টিত। আবার উত্তর ও দক্ষিণে বাইরের প্রাচীর থেকে ভিতরে প্রায় তিনশ ফুট দূরে আরো দু'টি করে পরিখা ও প্রাচীর রয়েছে। পশ্চিম প্রাচীর সংলগ্ন একটি বিরাট দিঘি আছে। দিঘির পূর্ব প্রান্তে ভূমিতে প্রাচীন ইমারতের প্রচুর ইটের টুকরা পাওয়া যায়। দক্ষিণের ভিতরের প্রাচীরে একটি প্রাচীন কূপ আবিষ্কৃত হয়। জানা যায় কূপটি মাটি ঢাকা ছিল এবং মাটির প্রাচীর কাটার সময় এটি স্থানীয় লোকজনেরা দেখতে পায়।",
    "location": "ঠাকুরগাঁও শহর থেকে প্রায় এগার কিলোমিটার উত্তরে টাঙ্গন ব্যারেজ থেকে দু'কিলোমিটার পূর্বে কোরমখান গড় অবস্থিত",
    "location_from_to": "",
    "image" : "assets/images/places/opajeo_71.jpg"
  },
  {
    "id": 3,
    "name": "গড় ভবানীপুর",
    "description" : "হরিপুর উপজেলা থেকে প্রায় আট কিলোমিটার পূর্ব-দক্ষিণে ভারতীয় সীমান্তের সন্নিকটে ভাতুরিয়া নামক গ্রামের কাছেই গড়ভবানীপুর। অনেকে মনে করেন এটি রাজা গণেশের ভাতুরিয়া পরগনার অন্তর্গত ছিল। রাজা গণেশ নিজে (১৪১৪-১৮ খ্রিঃ) গড়টি স্থাপন করেছিলেন। গৌড়ের সিং'হাসন লাভের পূর্বে তিনি এই অঞ্চলের প্রতাপশালী জমিদার ছিলেন। রাজা গণেশের মৃত্যুর পর তার হিন্দু বংশধররা ভাতুরিয়া গ্রামে বসবাস করতেন। আবার এমন ধারণাও প্রচলিত আছে যে, রাজা গণেশের রাজকর্মচারী দাহির কর্তৃক নির্মিত গড়টি গড়ভবানী নামে পরিচিত। রাম,মাধব,গোপাল ও যাদব নামে চার পুত্র ছিল। এই চারপুত্রের নামে চারটি খামার প্রতিষ্ঠিত হয় এবং এগুলো মৌজায় রূপান্তরিত হয়।\nগড়টির দৈর্ঘ্য উত্তর দক্ষিণে প্রায় দেড় কিলোমিটার এবং প্রস্থ প্রায় এক কিলোমিটার। দুর্গের চারদিকে মাটির প্রাচীর দেখা যায়, যার উচ্চতা এখন আট ফুটের বেশি হবে না। গড়ের মাঝখান দিয়ে উত্তর দক্ষিণ বরাবর কাঁচা রাস্তা চলে গেছে। রাস্তার পশ্চিমে একটি বেশ বড় ও গভীর দিঘি আছে। দিঘিটি 'তন্বী দিঘি' নামে পরিচিত। গড়ের পূর্ব ও দক্ষিণ দিকে কুলিক নদী প্রবাহিত। বর্তমানে নদীটির অবস্থা জীর্ণদশা। পশ্চিম এবং উত্তরে জলাধার ছিল। নদী এবং জলাধার দ্বারা দুর্গটি ছিল অত্যন্ত সুরক্ষিত। গড়টিতে প্রাচীন ইমারতের কোনো ধ্বংসাবশেষ পাওয়া যায়নি। তবে ইট ও মৃৎপাত্রের ভগ্ন অংশ এখনো কোনো কোনো জায়গায় পাওয়া যায়। পুকুরের নিকটে আছে একটি মাজারের ধ্বংসাবশেষ। এর কাছেই রয়েছে প্রাচীন গোরস্থান। গড় ভবানীপুরের সঠিক ইতিহাস পাওয়া কঠিন। মাজারের ধ্বংসাবশেষ দেখে মনে হয় এটি মুসলিম শাসনামলে পুনরায় ব্যবহৃত হয়েছে। প্রত্নতাত্ত্বিক আবুল কালাম মোহাম্মদ যাকারিয়া বলেছেন-' এ দুর্গটি এত অর্বাচীন নয়। খুব সম্ভব হিন্দু-বৌদ্ধযুগে এটি নির্মিত হয়েছিল।",
    "location": "হরিপুর উপজেলা থেকে প্রায় আট কিলোমিটার পূর্ব-দক্ষিণে ভারতীয় সীমান্তের সন্নিকটে ভাতুরিয়া নামক গ্রামে অবস্থিত",
    "location_from_to": "",
    "image" : "assets/images/places/gor_vobanipur.png"
  },
  {
    "id": 4,
    "name": "গড়খাঁড়ি দুর্গ",
    "description" : "বালিয়াডাঙ্গী উপজেলা থেকে প্রায় দশ কিলোমিটার দক্ষিণ-পশ্চিমে বেলতলা গ্রামে গড়খাঁড়ি নামক একটি দুর্গ পাওয়া যায়। দুর্গটি তীরনই নদীর পশ্চিম তীরে অবস্থিত। দৈর্ঘ্যে প্রস্থে ৬০০ × ৪০০ মিটার আয়তনের দুর্গটির মাটির প্রাচীরগুলো বর্তমানে প্রায় ২০ ফুট উঁচু। গড়টির বাইরে প্রাচীর সংলগ্ন চারদিকে গভীর জলাধার ছিল এবং তার একটি মুখ তীরনই নদীর সাথে যুক্ত ছিল। দুর্গটিতে নদীপথে আসা-যাওয়ার জন্য এই মুখটি ব্যবহার করা হতো। হয়তো এর থেকে দুর্গটির বর্তমান নাম হয় গড়খাঁড়ি। গড়টিতে মাটির প্রাচীরের কিছু অংশ এবং প্রায় ভরাটকৃত জলাশয়ু ছাড়া অন্য কিছু দেখা যায় না। দুর্গটির সময়কাল নির্ণয় করা দুঃসাধ্য।এর সঠিক ইতিহাসও জানা যায় না। তবে স্থানীয় বাসিন্দাদের ধারণা এটি সম্রাট শাহজাহানের সময় দ্বিতীয় দফা ব্যবহার করা হয়েছে। তার পূর্বে ধর্মরাজা নামক এক রাজার নিবাস ছিল এখানে। এসব থেকে ধারণা করা যায় দুর্গটি ধর্মপালের কোনো সেনা ছাউনি ছিল। দুর্গটি থেকে জগদল দু'কিলোমিটার দক্ষিণে।",
    "location": "বালিয়াডাঙ্গী উপজেলা থেকে প্রায় দশ কিলোমিটার দক্ষিণ-পশ্চিমে বেলতলা গ্রামে গড়খাঁড়ি দুর্গটি অবস্থিত",
    "location_from_to": "",
    "image" : "assets/images/places/opajeo_71.jpg"
  },
  {
    "id": 5,
    "name": "গড়গ্রাম দুর্গ",
    "description" : "রানীশংকৈল উপজেলার প্রায় তের মাইল উত্তরে নেকমরদ হাট ও মাজার। এখান থেকে প্রায় দু'কিলোমিটার উত্তরে গড়গ্রামে একটি দুর্গের ধ্বংসাবশেষ রয়েছে। দুর্গটির বাইরে পরিখা আছে। দুর্গের প্রাচীরগুলো মাটির। এর আয়তন দৈর্ঘ্যে প্রায় ৫০০ মিটার এবং প্রস্থ ৩০০ মিটার। দুর্গটি ছোট হলেও বিচিত্র ধরনের। কারণ দুর্গটির ভেতরে আরেকটি ছোট দুর্গ ছিল যার অস্তিত্ব এখনো বোঝা যায়। দুর্গের বাইরে সন্নিকটে উত্তরে ইট পাথর ও বিভিন্ন প্রত্নবস্ত্ততে পূর্ণ একটি ঢিবি ছিল যা মূলত ইমারতের অস্তিত্ব বোঝায়। ধারণা করা হয় এখানে হিন্দু বৌদ্ধযুগের মন্দির জাতীয় কোনো ইমারত ছিল। এছাড়া দুর্গে মসৃণ কালো পাথর পাওয়া গিয়েছিল যা দিনাজপুর জাদুঘরে সংরক্ষিত আছে। পাথরটিতে সাপের পূর্ণফণার আকারে খোদিত রয়েছে পদ্মপাপড়ির কারুকার্য। এই অলংকরণ দশম একাদশ শতাব্দীর হতে পারে।",
    "location": "রানীশংকৈল উপজেলার প্রায় তের মাইল উত্তরে নেকমরদ হাট ও মাজার থেকে প্রায় দুই কিলোমিটার উত্তরে গড়গ্রামে দুর্গের ধ্বংসাবশেষটি অবস্থিত",
    "location_from_to": "",
    "image" : "assets/images/places/opajeo_71.jpg"
  },
  {
    "id": 6,
    "name": "গড়েয়া ইসকন মন্দির, ঠাকুরগাঁও সদর",
    "description" : "গড়েয়া ইসকন মন্দির ঠাকুরগাঁও জেলার সদরের গড়েয়ায় অবস্থিত একটি হিন্দু ইসকন মন্দির। এখানে প্রত্যহ পূজা অর্চনা হয়ে থাকে। হিন্দু পূজা বা অনুষ্ঠানগুলোর মধ্যে রথযাত্রা, জন্মাষ্টমী, দোলযাত্রা, ঝুলন যাত্রা ও সনাতন ধর্মসভা বেশ জাকজমকপূর্ণ ভাবে অনুষ্ঠিত হয়। ঠাকুরগাঁও শহরের কেন্দ্র হতে জায়গাটির দূরত্ব ১২.৭ কিলোমিটার।",
    "location": "",
    "location_from_to": "",
    "image" : "assets/images/places/eskon_mandir.jpg"
  },
  {
    "id": 7,
    "name": "গেদুড়া মসজিদ",
    "description" : "হরিপুর উপজেলার গেদুড়া ইউনিয়নে গেদুড়া মসজিদটি প্রায় আড়াইশ বছর পূর্বে স্থাপিত হয়। বর্তমানে পুরাতন মসজিদটি সম্পূর্ণ বিলুপ্ত। একইস্থানে নতুন মসজিদ তৈরি হয়েছে। এখানে আরবি ও ফারসি ভাষায় লিখিত গোলাকার একটি শিলালিপি পাওয়া যায়। শিলালিপিটির পরিধি ৫৪ বর্গ ইঞ্চি।",
    "location": "হরিপুর উপজেলার গেদুড়া ইউনিয়নে অবস্থিত",
    "location_from_to": "",
    "image" : "assets/images/places/gedura_mosque.jpg"
  },
  {
    "id": 8,
    "name": "গোবিন্দনগর মন্দির",
    "description" : "ঠাকুরগাঁও শহরে টাঙ্গন নদীর পশ্চিম তীরে কলেজপাড়ায় গোবিন্দনগর মন্দির অবস্থিত। গোবিন্দনগরের একটি শিলালিপি থেকে জানা যায় ১৭০১ সালে রাজা গোবিন্দ রায়ের মাতা টাঙ্গনের তীরে হরির সন্তুষ্টি সাধনে একটি মন্দিরের আচ্ছাদন তৈরি করেন। বর্তমানে যে মন্দিরটি রয়েছে তার সাথে লাগা পশ্চিমে গড়ে উঠা বস্তিতে এক সময়ে একটি ছোট মন্দিরের ধ্বংসস্তূপ পাওয়া যায়। এটাই গোবিন্দ মন্দির বলে ধারণা করা হয়। মন্দিরটি রাজা গোবিন্দ রায় বা তার পূর্ব পুরুষ কর্তৃক মোঘল আমলের মাঝামাঝি সময়ে নির্মিত হয়েছিল। মন্দিরে গোবিন্দজী নামে শ্রী কৃষ্ণের পূজা করা হতো। মন্দির ও রাজবাড়ি গড়ের ভেতরে অবস্থিত। গড়টির চারদিক মাটির প্রাচীর ও গভীর পরিখা দ্বারা সুরক্ষিত ছিল। গড়ের পূর্বের সম্পূর্ণ ও দক্ষিণের বেশ খানিকটা প্রাচীর নদী ভাঙনে নিশ্চিহ্ন হয়েছে। ঠাকুরগাঁও সরকারি কলেজের উত্তরপাশের প্রাচীর কেটে সমতল করা হয়েছে। পশ্চিমে জেলা পরিষদ কার্যালয়ের কাছে শহীদ ফাদার লুকাস টেড্র স্কুলটি গড়ের প্রাচীর কেটে তার উপরে স্থাপিত হয়েছে। শুধুমাত্র জেলা পরিষদের দক্ষিণপাশে সাঁওতাল বস্তির কাছে গড়ের প্রাচীরের সামান্য অংশ এখনো দাঁড়িয়ে আছে।\nবর্তমানে গোবিন্দ মন্দিরটি অষ্টাদশ শতাব্দীতে রাজা রামনাথ নতুন করে তৈরি করেছিলেন। পরে মন্দিরটি বেশ কয়েকবার সংস্কার করা হয়েছে। মন্দিরে যে গোবিন্দজী বিগ্রহের পূজা হতো সে সম্পর্কে একটি গল্পের প্রচলন আছে। বলা হয় শালবাড়ি পরগনার জমিদারের রক্ষক হিসেবে এই মূর্তিটি তার বাড়িতে প্রতিষ্ঠিত ছিল। রাজা রামনাথ মূর্তিটি চুরির উদ্দেশ্যে একজন চতুর ব্রাহ্মণ নিয়োগ করেন এবং চুরির সুবিধার্থে পুনর্ভবার সাথে টাঙ্গন নদীকে যুক্ত করে ১২ মাইল দীর্ঘ খাল খনন করেন, যার নাম হয় রামদাড়া। ব্রাহ্মণ চৌর্যবৃত্তে সফল হলে রাজা রামনাথের সাথে জমিদারের যুদ্ধ হয়। যুদ্ধে জমিদার পরাজিত হলে শালবাড়ি পরগনা রাজা রামনাথের দখলে আসে। গোবিন্দজী'র বিগ্রহ ও রামদাড়া সম্পর্কে মিঃ স্ট্রং রচিত দিনাজপুর জেলার গেজেটিয়ারে পাওয়া যায় -\nRamnath conquered and dispossessed the zaminder of Gobindanagar, near the present village of Thakurgaon, employing a Brahmin to steal his protecting deity or family idol Gabinda, and thus causing his downfalll. The conqueror subsequently constructed a canal connecting Gobindanagar on the Tangan with Prannagar near the Punarbhaba for the purpose of taking the idol backwards and forwards between the two places.\nঠাকুরগাঁও-দিনাজপুর সড়কে ঠাকুরগাঁও বিডিআর ক্যাম্প থেকে খোচাবাড়ী-ঊনত্রিশ মাইল পর্যন্ত রাস্তার উত্তরপাশে ক্ষীণকায় যে খালটি আজও দেখা যায়, যার উঁচু ঢিবির উপর বন বিভাগের সেগুন গাছগুলো রয়েছে, সেই খালের নাম রামদাড়া।",
    "location": "ঠাকুরগাঁও শহরে টাঙ্গন নদীর পশ্চিম তীরে কলেজপাড়ায় গোবিন্দনগর মন্দিরটি অবস্থিত",
    "location_from_to": "ঠাকুরগাঁও শহর রিক্সা বা ইজিবাইকে যাওয়া যায়।",
    "image" : "assets/images/places/opajeo_71.jpg"
  },
  {
    "id": 9,
    "name": "গোরক্ষনাথ মন্দির",
    "description" : "নেকমরদ থেকে প্রায় পাঁচ কিলোমিটার পশ্চিমে ঠাকুরগাঁওয়ের আরো একটি ইতিহাস সমৃদ্ধ স্থান হলো গোরকই বা গোরকুই। আর এখানেই রয়েছে বিখ্যাত গোরক্ষনাথ মন্দির ও নাথ আশ্রম। কোনো কোনো ঐতিহাসিক গোরক্ষনাথকে নাথপন্থীদের ধর্মীয় নেতা মীননাথের শিষ্য বলে ধারণা করে থাকেন। গবেষকদের মতে, এই গোরক্ষনাথ কোনো ব্যক্তি বিশেষের নাম নয়, গোরক্ষনাথ হলো নাথপন্থি সম্প্রদায়ের গুরু বা যোগীর উপাধি মাত্র। কেননা উত্তরবঙ্গ ও পশ্চিম কামরূপসহ ভারতবর্ষের বিভিন্ন অঞ্চলে বিভিন্ন সময়ে গোরক্ষনাথের নাম পাওয়া যায়। এছাড়া নেপালেও বৌদ্ধযোগী হিসেবে একজন গোরক্ষনাথের অস্তিত্বের কথা ইতিহাসে উল্লেখ আছে।\nকোচবিহার রাজ সরকারের অনুমতিক্রমে খাঁ চৌধুরী আমানতউল্লাহ আহমদ কর্তৃক সংকলিত ‘‘কোচবিহারের ইতিহাস, প্রথম খন্ড’’ গ্রন্থে বলা হয়েছে যে, ‘‘গোরক্ষনাথ কোন ব্যক্তি বিশেষের নাম না হইয়া নাথপন্থি সম্প্রদায়ের কোন গুরু বা যোগি বিশেষের একটি উপাধি হওয়াই অধিকতর সঙ্গত বলিয়া অনুমতি হয়।’’ কিন্তু গোরক্ষনাথ যে ধর্মীয় উপাধি মাত্র এই যুক্তি অনেক পন্ডিত মেনে নেননি। নাথ উপাধি হতে পারে, কিন্তু পুরো গোরক্ষনাথই উপাধি নয়। গোরক্ষনাথ যে একজন ব্যক্তি তাতে বোধহয় কোনো সন্দেহ নেই। ‘মহাযানী’ বৌদ্ধধর্ম পৌরাণিক হিন্দু ধর্মের মধ্যে বিলীন হওয়ার পর যে সহজিয়া ধর্মমতের উদ্ভব হয় তার সঙ্গে হিন্দু যোগবাদের সংমিশ্রণের ফলে এই নাথধর্মের সৃষ্টি। গুপি চন্দ্রের সন্ন্যাস গ্রন্থে নাথধর্ম প্রসঙ্গে আবুল কালাম মোহাম্মদ যাকারিয়া বলেছেন; ‘‘বাঙলাদেশে বৌদ্ধধর্মের ক্রমবিবর্তনের ফলে এক নতুন ধর্মের পত্তন হয় এবং সেটাই হচ্ছে মীননাথ প্রবর্তিত নাথ ধর্ম।’’ নাথপন্থিদের ধর্ম বিশ্বাস সম্পর্কে আরো বলা হয়েছে, ‘‘প্রাচীন নাথপন্থিগণের মতে মহাপ্রলয়ের শেষে একমাত্র ‘অলেখ নিরঞ্জন’ই অবশিষ্ট থাকেন এবং সিদ্ধ নাথগুরুগণ নিরঞ্জনের স্বরূপ বলিয়া কথিত হন’’ বর্তমানে নাথপন্থি সম্প্রদায়ের আলাদা অস্তিত্ব নেই। নাথ উপাধিধারী ব্যক্তিরা হিন্দু সমাজভুক্ত হয়ে কোনো প্রকারে তাদের প্রাচীন স্মৃতি রক্ষা করছে।\nএই নাথপন্থি ধর্ম সম্প্রদায়ের গুরু গোরক্ষনাথের স্মৃতিবাহী গোরক্ষনাথ মন্দির ও আশ্রমটি রাণীশংকৈলের গোরকুইয়ের একটি মৃত নদীর তীরে উঁচু জমির উপর অবস্থিত। মন্দির চত্বরটিতে মোট ৫টি মন্দির রয়েছে। ৩টি শিব মন্দির ও ১টি কালিমন্দির ছাড়াও ১টি প্রধান মন্দির আছে যা নাথ মন্দির নামে পরিচিত। এই নাথমন্দিরটি দক্ষিণমুখিভাবে চত্বরের প্রায় মধ্যস্থলে অবস্থিত। এর পেছনে অর্থাৎ উত্তর দিকে পাষাণ বাঁধানো একটি চৌবাচ্চার মতো নিচু স্থানের মধ্যস্থলে বড় বড় কালো পাথরের খন্ড দিয়ে ঘেরা এক অলৌকিক ইদাঁরা বা কুয়ো আছে। কুয়োর একেবারে নিচু অংশটুকুও পাথর দিয়ে বাঁধানো। কিন্তু মাঝে একটি ছিদ্র আছে যা দিয়ে নিচ থেকে কুয়োতে পানি আসে। কুয়োর চারপাশে দাঁড়িয়ে একসঙ্গে অনেক লোক পূণ্যস্নান করলেও কুয়োর পানি কমেনা। মন্দিরের উত্তর চত্বরে টিনের চাল বিশিষ্ট যে আশ্রম রয়েছে তার দরজায় একটি শিলালিপি বা ফলক ছিল। এই শিলালিপিটি বর্তমানে দিনাজপুর যাদুঘরে সংরক্ষিত আছে। এর সম্পূর্ণ পাঠোদ্ধার করা সম্ভব না হলেও বিশিষ্ট গবেষক অধ্যাপক আবু তালিবের মতে, এই শিলালিপিটি বাংলা অক্ষরে উৎকীর্ণ এ পর্যন্ত আবিষ্কৃত শিলালিপিগুলোর মধ্যে প্রাচীনতম।",
    "location": " মন্দির রাণীশংকৈল উপজেলার নেকমরদ ইউনিয়নে অবস্থিত",
    "location_from_to": "",
    "image" : "assets/images/places/gorokkho_nath.jpg"
  },
  {
    "id": 10,
    "name": "গোরক্ষনাথ মন্দির কূপ ও শিলালিপি",
    "description" : "রানীশংকৈল উপজেলার নেকমরদ থেকে প্রায় আট কিলোমিটার পশ্চিমে গোরকুই নামের একটি গ্রাম। নাথগুরু গোরক্ষনাথের সাথে গ্রামের নামটি স্মৃতি বিজড়িত। এই গ্রামে নাথ আশ্রমে পাঁচটি মন্দির ও একটি ব্যতিক্রমধর্মী অতি প্রাচীন কূপ রয়েছে। গোরক্ষনাথ নামের সাথে কূপটির নাম যুক্ত হয়ে গোরক্ষকূপ থেকে গোরকুই নামটি এসেছে বলে ধারণা করা হয়। গোরক্ষনাথের মহিমা প্রচারে নাথ সাহিত্যের কারণে বাংলা সাহিত্যে গোরক্ষনাথ নামটি বিশেষভাবে উল্লেখযোগ্য। গোরক্ষনাথের সময় নির্ধারণ করতে গিয়ে ‘বাংলা সাহিত্যের সম্পূর্ণ ইতিবৃত্ত’ 'গ্রন্থে ড. অসিতকুমার বন্দ্যোপাধ্যায় বলেছেন-'অষ্টম শতাব্দী থেকে চতুর্দশ শতাব্দীর মধ্যে যে-কোন সময়ে তিনি মর্ত্যদেহ ধারণ করে বর্তমান ছিলেন, এমন কথা শোনা যায়'। তাঁর আবির্ভাবের স্থান নিয়ে বিভিন্ন ধরনের কল্পকাহিনীর প্রচার আছে। কিছু বিশেষজ্ঞের মতে গোরক্ষনাথ পেশোয়ারে আবির্ভূত হন। গোরক্ষপন্থীদের মতে তিনি পাঞ্জাবের অধিবাসী কিন্তু পরে বিহারে বসবাস করেন। সম্ভবত সন্ন্যাসীদের মতো অনেক জায়গা তিনি ভ্রমণ করেছেন। একটি প্রচলিত জনশ্রুতি থেকে বিষয়টি আরো স্পষ্ট হয়। জনশ্রুতিটি হলো-গোরক্ষনাথ এই অঞ্চলে ইসলাম প্রচারে ফকিরদের আগমনের কথা মায়া শক্তিতে জানতে পেরে উৎকণ্ঠিত হন। তাই তিনি শিষ্যদের উদ্দেশ্যে পশ্চিমদিক থেকে আসছিলেন। পথিমধ্যে খরস্রোতা নোনা নদী বাধা হয়ে দাঁড়ায়। এ বাধা তাঁকে আটকে রাখতে পারেনি। তিনি খড়ম পায়ে পানির উপর হাঁটতে শুরু করেন। পূর্বে কাইচা নদীর তীরে অবস্থান করছিলেন পীর শাহ নেকমরদ। অলৌকিক ক্ষমতায় তিনি দেখতে পান গোরক্ষনাথের কেরামতি। আকাশের দিকে তাকিয়ে একটু হাসলেন পীর শাহ নেকমরদ। আর এতেই অঘটন ঘটলো। গোরক্ষনাথ নদীতে তলিয়ে যেতে লাগলেন। তাঁর পরনের গামছা ভিজে গেল। ধ্যানের মাধ্যমে ঘটনা জানতে পেরে গোরক্ষনাথ  আর অগ্রসর হলেন না। সেখানে বালুচর সৃষ্টি করে তিনি বসে পড়েন। বালুচরে নাথ আশ্রম গড়ে উঠে। কিন্তু এটা শুধুই কাহিনী। কারণ পীর শাহ নেকমরদ গোরক্ষনাথের সমসাময়িক নন। তিনি গোরক্ষনাথের অনেক পরে। তবে গোরক্ষনাথ এই অঞ্চলের অধিবাসী ছিলেন না, তিনি যে ভ্রমণকারী সিদ্ধপুরুষ সন্ন্যাসী ছিলেন এই ধারণাকে কাহিনীটি সমর্থন করে।\nগোরকুই নাথ আশ্রমের মন্দির পাঁচটি কয়েক দফা সংস্কার করা হয়েছে। সম্ভবত পুরাতন মন্দিরের উপর সর্বশেষ ঊনবিংশ শতাব্দীতে বর্তমান মন্দিরগুলো নতুন করে নির্মাণ করা হয়। ইটের প্রাচীর বেষ্টিত আশ্রমটির উত্তরদিকে দক্ষিণমুখী দরজার একটি, পূর্বদিকে পশ্চিমমুখী দরজার তিনটি এবং কূপের প্রাচীর সংলগ্ন দক্ষিণমুখী দরজার একটি মন্দির রয়েছে। পূর্বদিকের তিনটি মন্দিরের মধ্যে মাঝখানেরটি তুলনামূলকভাবে পাশের দুটির চেয়ে উচ্চতায় বড়। জানা যায় এই মন্দিরটির পূর্ব দেয়ালে কালো পাথরের নরমুন্ড বেষ্টিত খুব ছোট কালীমূর্তি আটকানো ছিল। মন্দিরের সেবায়েত জানান বাংলাদেশ স্বাধীন হওয়ার ১২/১৩ বছর পর কে বা কারা এই কালীমূর্তিটি নিয়ে যায়, যার সন্ধান আর পাওয়া যায়নি। কালীমন্দিরটির ছাদ অনেকটা দোচালা ঘরের মত। এর দু'পাশের মন্দির দুটিকে বলা হচ্ছে শিব মন্দির এবং উভয় মন্দিরে একটি করে গম্বুজ রয়েছে। উত্তরের মন্দিরটিও শিব মন্দির। 'বরেন্দ্র অঞ্চলের ইতিহাস' গ্রন্থে প্রত্নতাত্তিক আবুল কালাম মোহাম্মদ যাকারিয়া কূপ সংলগ্ন মন্দিরটিকে বলেছেন 'সমাধি মন্দির'। অধ্যাপক মনতোষ কুমার দে মনে করেন এটিই নাথ মন্দির। মন্দিরটি চারচালা বিশিষ্ট। এর দৈর্ঘ্যে প্রস্থে পরিমাপ হলো সাড়ে এগার ফুট ও এগার ফুট।\nনাথ মন্দিরের সাথেই উত্তরপাশে গোরকুই কূপ। কূপটি সম্পূর্ণ বেলে পাথরে নির্মিত। বাংলাদেশের কোথাও পাথরের নির্মিত এধরনের কূপের সন্ধান পাওয়া যায় না। কূপটির চারদিকে ইটের প্রাচীর। তবে পূর্ব ও পশ্চিমদিকে একটি করে দরজা আছে। মূল ভূমি থেকে প্রায় তিন ফুট নিচুতে কূপের মেঝে। মেঝেটি বেলে পাথরে নির্মিত। মূল ভূমি থেকে মেঝেতে নামার জন্য সিঁড়িগুলোও বেলে পাথরের। কূপটির গভীরতা সাড়ে সাত ফুট এবং এর ব্যস আড়াই  ফুট। বেলে পাথর সামান্য বাঁকানোভাবে কেটে কূপের মুখ থেকে তলদেশ পযন্ত অত্যন্ত নিখুঁতভাবে বসানো হয়েছে। কূপের তলটুকুতেও মাটি নেই। একটি পাথরের সাথে আরেকটি পাথরের জোড়া লাগাতে কোনো মসলা ব্যবহার করা হয়নি। মনে করা হয় পাথরের জোড়াগুলো দিয়ে কূপটি পানিতে ভর্তি হতো। আবার এরূপ কথাও প্রচলিত রয়েছে যে কূপের তলদেশে পাথরের মাঝখানে দুটি ছিদ্র ছিল। সেই ছিদ্র দুটি বন্ধ করে দিলে কূপের ভিতরে পানি আসত না এবং খুলে দিলে পানিতে পূর্ণ হতো। এখানকার নিম্নবর্ণের হিন্দুরা কূপের পানিকে পবিত্র মনে করে। ফালগুন মাসে প্রতি বছর এখানে মেলা বসে। মানুষের বিশ্বাস মেলার তিথিতে এই কূপের পানি দিয়ে গোসল করলে রোগমুক্তি ঘটে।\nকূপের উত্তরে একটি টিনের চারচালা ঘরের দরজার নিচের চৌকাঠ হিসেবে ব্যবহৃত দুটি বেলে পাথরে উৎকীর্ণ শিলালিপি পাওয়া যায়। এগুলোর প্রথম সন্ধান পান প্রত্নতাত্ত্বিক আবুল কালাম মোহাম্মদ যাকারিয়া। শিলালিপির পরিচয় দিতে গিয়ে তিনি বলেছেন-প্রথম পাথরে খোদিত লিপিতে ১০ পঙক্তির নিচে একটি রেখা টানা। রেখার নিচে আছে একটি অশ্বমূর্তি ও একটি বরাহের মসত্মকদেশ। সংলগ্ন দ্বিতীয় পাথরে ছিল বরাহের দেহের অবশিষ্টাংশ ও একটি বৃষমূর্তি। অমসৃণ ও নিকৃষ্টমানের বেলে পাথরে খোদিত লিপিটি ক্ষয়প্রাপ্ত ও দুর্বোধ্য হয়ে পড়েছে। দ্বিতীয় পঙক্তির 'খরগাম', নবম পঙক্তির 'রমনসক' ও দশম পঙক্তির '৯২০ তারিখ( বা তারখ) ১৭ মাঘ' এই ক'টি শব্দ ছাড়া এই দুর্বোধ্য ও ক্ষয়প্রাপ্ত শিলালিপির আর কোনো পাঠ উদ্ধার করা সম্ভব হয়নি। সম্ভবত আলোচ্য শিলালিপিটি গোরকুই কূপের সঙ্গে সম্পৃক্ত ছিল না। জনাব যাকারিয়া বলেন-নবম থেকে দ্বাদশ শতাব্দীর কোন এক সময়ে গোরক্ষনাথের আবির্ভাব বলে ধরা হয়। কূপটি যদি গোরক্ষনাথের সমাধির সাথে সম্পৃক্ত হয় তবে এটি পাল-সেনযুগে নির্মিত হয়েছিল। আরবি তারিখ শব্দের উপস্থিতি ও লিপির রূপ দেখে নিঃসন্দেহে ধরা যায় যে, এটি মুসলিম আমলে খুব সম্ভব সুলতানি আমলের শেষদিকে লিপিকৃত হয়েছে। প্রাচীন মন্দির ধ্বংস হয়ে গেলে সুলতানি আমলে ধ্বংসপ্রাপ্ত মন্দিরের উপরেই নতুন মন্দির নির্মাণ করা হয়। আলোচিত শিলালিপিটি সম্ভবত মন্দির নির্মাণের সময় সংযুক্ত করা হয়েছিল।",
    "location": "রানীশংকৈল উপজেলার নেকমরদ থেকে প্রায় আট কিলোমিটার পশ্চিমে গোরকুই নামের একটি গ্রামে অবস্থিত",
    "location_from_to": "",
    "image" : "assets/images/places/gorokkho_nath_kup.jpg"
  },
  {
    "id": 11,
    "name": "ছোট বালিয়া জামে মসজিদ",
    "description" : "শতবর্ষাধিক পুরাতন এ মসজিদটি ঠাকুরগাঁও সদর উপজেলা ধীন ছোট বালিয়া গ্রামে অবস্থিত। মসজিদটির নির্মানশৈলীতে মোঘল স্থাপত্যের নান্দনিকতা পর্যটকদের যেমন বিমোহিত করে, তেমনি তুলে ধরে ঠাকুরগাঁও এর ঐতিহ্যকে। ঠাকুরগাঁও শহর থেকে মাত্র ১৮ কি.মি. দূরে অবস্থিত এ ঐতিহাসিক মসজিদটি ভ্রমণ পিপাসুদের জন্য একটি অন্যতম পর্যটন আকর্যন।",
    "location": "ঠাকুরগাঁও শহর থেকে মাত্র ১৮ কি.মি. দূরে  ছোট বালিয়া গ্রামে অবস্থিত",
    "location_from_to": "",
    "image" : "assets/images/places/old_mosque.jpg"
  },
  {
    "id": 12,
    "name": "জগদল রাজবাড়ি",
    "description" : "রানীশংকৈল উপজেলার নেকমরদ থেকে প্রায় আট কিলোমিটার পশ্চিমে জগদল নামক স্থানে নাগর ও তীরনই নদীর মিলনস্থলে ছোট একটি রাজবাড়ি রয়েছে। রাজবাড়িটির সম্ভাব্য নির্মাণকাল ঊনবিংশ শতাব্দীর মধ্যভাগ। বর্তমানে রাজবাড়িটি প্রায় ধ্বংসাবশেষে পরিণত হয়েছে। রাজবাড়ি থেকে প্রায় একশ মিটার পশ্চিমে নাগর নদীর পাড়ে মন্দির ছিল যা আজ সম্পূর্ণ ধ্বংসস্তূপ ছাড়া আর কিছুই নেই। জগদলের রাজকুমার ছিলেন শ্রী বীরেন্দ্র কুমার। তাঁর সঙ্গে বাকীপুরের জমিদার রায় পূর্ণেন্দু নারায়ণ সিংহের পুত্র শ্রী নলিনী রঞ্জনের কনিষ্ঠা কন্যা শ্রীমতি আশালতা দেবীর বিয়ে হয়। শ্রী বীরেন্দ্র কুমার সুশিক্ষিত ছিলেন। বইয়ের প্রতি ছিল তাঁর প্রবল অনুরাগ। এ কারণে তিনি গড়ে তুলেছিলেন সমৃদ্ধ পাঠাগার । তৎকালীন সুরেন্দ্রনাথ কলেজ - বর্তমান দিনাজপুর সরকারি কলেজে ১৯৪৮ সালে তাঁর পাঠাগারের বইগুলো দান করা হয়, যার মূল্যমান ধরা হয় পঞ্চাশ হাজার টাকা।",
    "location": "রানীশংকৈল উপজেলার নেকমরদ থেকে প্রায় আট কিলোমিটার পশ্চিমে জগদল নামক স্থানে অবস্থিত। ঠাকুরগাঁও জেলা সদর থেকে বাস বা সিএনজিযোগে রানীশংকৈল উপজেলার নেকমরদ এসে ইজিবাইক বা ভ্যানে চড়ে জগদল রাজবাড়ি যাওয়া যায়।",
    "location_from_to": "",
    "image" : "assets/images/places/jogdol_rajbari.jpg"
  },
  {
    "id": 13,
    "name": "জামালপুর জমিদারবাড়ি জামে মসজিদ",
    "description" : "ঠাকুরগাঁও শহর থেকে পীরগঞ্জ যাওয়ার পথে বিমান বন্দর পেরিয়ে শিবগঞ্জহাট। হাটের তিন কিলোমিটার পশ্চিমে জামালপুর জমিদারবাড়ি জামে মসজিদ। মসজিদ অঙ্গনে প্রবেশমুখে বেশ বড় সুন্দর একটি তোরণ রয়েছে। তাজপুর পরগনার জমিদারবাড়ি থেকে রওশন আলী নামক এক ব্যক্তি এ অঞ্চলে আসেন। তাঁরই বংশধররা পরবর্তীতে এখানে জমিদারী পান। ১৮৬২ সালে জমিদারবাড়ির ভিত্তি স্থাপন করা হয়। বাড়িটির নির্মাণ কাজ শেষ হওয়ার আগেই ১৮৬৭ সালে মসজিদের নির্মাণ কাজ শুরু হয়। ফলে মসজিদের ব্যয়বহুল নির্মাণ কাজ শেষ হলেও জমিদার বাড়িটির নির্মাণ অসমাপ্ত থেকে যায়।\nমসজিদটির শিল্পকলা দৃষ্টিনন্দিত, মনোমুগ্ধকর ও প্রশংসাযোগ্য। মসজিদে বড় আকৃতির তিনটি গম্বুজ আছে। গম্বুজের শীর্ষদেশ কাচ পাথরের কাজ করা। এই মসজিদের বিশেষ বৈশিষ্ট্য হলো মিনারগুলো। মসজিদের ছাদে আটাশটি মিনার আছে। একেকটি মিনার ৩৫ ফুট উঁচু এবং প্রতিটিতে নকশা করা রয়েছে। গম্বুজ ও মিনারের মিলনে সৃষ্টি হয়েছে অপূর্ব সৌন্দর্য। এত মিনার সচরাচর কোন মসজিদে দেখা যায় না। মসজিদটির চারটি অংশ হলো মূল কক্ষ, মূল কক্ষের সঙ্গে ছাদসহ বারান্দা, ছাদবিহীন বারান্দা এবং ছাদবিহীন বারান্দাটি অর্ধ প্রাচীরে বেষ্টিত হয়ে পূর্বাংশে মাঝখানে চার থামের উপর ছাদ বিশিষ্ট মূল দরজা। খোলা বারান্দার প্রাচীরে এবং মূল দরজার ছাদে ছোট ছোট মিনারের অলংকার রয়েছে। মূল কক্ষের বাইরের দিক থেকে পরিমাপ হচ্ছে ২৯×৪৭ ফুট এবং ছাদবিহীন বারান্দার পরিমাপ ২১×৪৭ ফুট। মূল কক্ষের কোণগুলো তিন থাম বিশিষ্ট। এর জানালা দুটি, দরজা তিনটি, কুলুঙ্গি দুটি। মসজিদটির ভিতরে দরজায়, বারান্দায় এবং বাইরের দেয়ালগুলোতে প্রচুর লতাপাতা ও ফুলের সুদৃশ্য নকশা রয়েছে। ভারতের উত্তর প্রদেশের হংসরাজ এবং তার পুত্র রামহিৎ মসজিদটির মূল কারিগর। দ্বারভাঙ্গা এলাকার কারিগরেরাও নির্মাণ কাজে অংশ নেয়।",
    "location": "ঠাকুরগাঁও শহর থেকে পীরগঞ্জ যাওয়ার পথে বিমান বন্দর পেরিয়ে শিবগঞ্জ হাটের তিন কিলোমিটার পশ্চিমে অবস্থিত",
    "location_from_to": "ঠাকুরগাঁও শহর থেকে পীরগঞ্জ যাওয়ার পথে বিমান বন্দর পেরিয়ে শিবগঞ্জহাট। হাটের তিন কিলোমিটার পশ্চিমে জামালপুর জমিদারবাড়ি জামে মসজিদ। ",
    "image" : "assets/images/places/jamalpur_mosque.jpg"
  },
  {
    "id": 14,
    "name": "ডিসি পর্যটন পার্ক, ঠাকুরগাঁও",
    "description" : "ঠাকুরগাঁও শহরের প্রাণকেন্দ্রে জেলা শহরের সত্যপীর ব্রিজ এলাকায় জেলা প্রশাসনের উদ্যোগে গড়ে তোলা হয়েছে নান্দনিক বিনোদন কেন্দ্র ‘ডিসি পর্যটন পার্ক’ ও ‘স্বাধীনতার সুবর্ণজয়ন্তী’ চত্বর। জেলা প্রশাসনের বাস্তবায়নে ও তত্বাবধানে আধুনিকতার ছোঁয়ায় সকল বয়সের মানুষের ভিন্ন ভিন্ন সুযোগ সুবিধা রেখে এ পার্কটি নির্মাণ করা হয়েছে। ডিসি পর্যটন পার্ক, ঠাকুরগাঁও এ রয়েছে ছোট শিশুদের জন্য দুটি রাইড। পার্কের সবুজ প্রকৃতি খুব সহজেই এ অঞ্চলের অধিবাসীদের আকৃষ্ট করে। প্রতিদিন অসংখ্য মানুষ এই পার্কে ঘুরতে আসে। ঠাকুরগাঁও শহরের কেন্দ্র হতে জায়গাটির দূরত্ব মাত্র ১.৮ কিলোমিটার। বর্তমানে পার্কটি সর্বসাধারণের জন্য উন্মুক্ত করে দেওয়া হয়েছে। পার্কে প্রবেশমূল্য জনপ্রতি মাত্র ১০ (দশ) টাকা।",
    "location": "",
    "location_from_to": "",
    "image" : "assets/images/places/dc_park.jpeg"
  },
  {
    "id": 15,
    "name": "ঢোলরহাট মন্দির",
    "description" : "ঠাকুরগাঁও শহর থেকে নয় কিলোমিটার দূরে রুহিয়া যাওয়ার পথে ঢোলরহাট নামক জায়গায় পাকা রাস্তার পশ্চিমপাশে তিনটি মন্দির আছে। মন্দির তিনটির একটি শিব মন্দির, একটি দেবী মন্দির এবং একটি বিষহরি মন্দির নামে পরিচিত। ঢোলরহাট শিব মন্দিরটি দ্বিতল বিশিষ্ট। গম্বুজসহ মন্দিরের উচ্চতা প্রায় ৫০ ফুট। মন্দিরটির বাইরের দেয়াল ৮ কোণ বিশিষ্ট, কিন্তু ভিতরে কোণ নেই । প্রথম তলার পূর্ব ও দক্ষিণদিকে দুটি দরজা আছে। দক্ষিণ দরজায় সতেরটি শিবলিঙ্গের প্রতিকৃতি ছিল যা অধিকাংশ নষ্ট হয়ে গেছে। এছাড়া দরজার উপরে কুকুরের মূর্তি রয়েছে। পূর্ব দরজায় শিবলিঙ্গের কোনো প্রতিকৃতি নেই। কিন্তু বিভিন্ন প্রকার মূর্তি আছে। বাইরের দেয়ালে পলেস্তরার উপরে লতাপাতা ও ফুলের নকশা দেখা যায়। প্রথম তলায় ভিতরে ছাদ গম্বুজের ন্যায় গোলাকৃতি কিন্তু দ্বিতীয় তলার মেঝে সমতল। দ্বিতীয় তলার চারদিকে চারটি ছোট দরজা ও চারটি জানালা আছে। জানালাগুলোতে ত্রিভুজ আকৃতির ইটের জাল বা খোপ রয়েছে। দ্বিতীয় তলার উপরে যে গম্বুজটি ছিল তা ভেঙ্গে গেছে। মন্দিরের ভিতরে বৃহৎ আকৃতির শিব লিঙ্গ আছে এবং এখনো তার পূজা হয়। মন্দিরটির পূর্ব পাশে একটি বড় পুকুর আছে। শিব মন্দির থেকে ৫০ গজ পশ্চিমে বিষহরি মন্দির। এই মন্দিরে মনসা দেবীর পূজা করা হতো। বর্তমানে মন্দিরটির ধ্বংসস্তূপ ছাড়া আর কিছুই নেই। বিষহরি মন্দিরের সঙ্গে লাগা পশ্চিমে দেবী মন্দির। মন্দিরটিতে দেবী দুর্গার পূজা হতো এবং এখনো পূজা হয়। মন্দিরের ছাদ সম্পূর্ণ বিধ্বস্ত। শুধু দাঁড়িয়ে আছে চারপাশের দেয়াল । উত্তর দেয়ালে পলেস্তরায় দুর্গার মূর্তি ছিল যা নষ্ট হয়ে গেছে। মূর্তিটির উপরে এবং পাশে পৌরাণিক কাহিনীচিত্র আছে। দুর্গার পায়ের কাছে বেদীতে শুয়ে আছে শিব মূর্তি। তার নিচে বেদীর দেয়ালে ছয়টি মূর্তি অঙ্কিত আছে এবং মূর্তিগুলোর উপরে নারদ, ইন্দ্র, ব্রহ্মা, বিষ্ণু, শিব ও নন্দি এই ছয়টি নাম লেখা আছে। মন্দিরটির ভিতরের দিকে উচ্চতায় ২০ ফুট, দৈর্ঘ্য ৩২ ফুট এবং প্রস্থ ১২ ফুট। মন্দিরের পূর্ব পশ্চিমে দুটি ছোট দরজা এবং দক্ষিণে একটি বড় দরজা রয়েছে। দক্ষিণে ৭.৫ ফুট প্রশস্ত একটি বারান্দা ছিল যা এখন সম্পূর্ণ নষ্ট। বারান্দার যে অংশটুকু এখনো দাuঁড়য়ে আছে তাতে নানাধরনের পৌরাণিক মূর্তি আছে।\nমন্দির তিনটি সম্পর্কে নানা রকম কাহিনী প্রচলিত। যেমন মন্দির তৈরির জন্য যত লোক নিয়োগ করা হয়েছিল কাজ সেই অনুপাতে দ্রুত গতিতে হতে থাকে। আবার কখনো নিয়োগকৃত শ্রমিকের চেয়ে অনেক বেশি শ্রমিককে মন্দিরের কাজ করতে দেখা যেত। তাই লোকে বলে স্বয়ং বিশ্বব্রহ্মা নিজ হাতে মন্দির নির্মাণ করেন। অন্য একটি কাহিনী হলো অতীতে এখানে নরবলি দেয়া হতো। তবে মন্দিরে বর্তমান সেবায়েত এই কাহিনী নাকচ করে দিয়ে বলেন-মন্দিরের পার্শ্ববর্তী গ্রামে এক বিধবা মহিলা ছিল। সম্ভবত চরিত্র নষ্টের আশংকায় বিধবা মহিলাটিকে দুর্গার সন্তুষ্টির জন্য দেবী মন্দিরে পূজার উদ্দেশ্যে নিয়ে আসা হয়। দুর্গা সন্তুষ্ট চিত্তে বিধবাটিকে পূজা হিসেবে গ্রহণ করে ফিরিয়ে দেয়। বিধবা মহিলাটি অক্ষত শরীরে মন্দির থেকে বের হয়ে আসে। কিন্তু এ ঘটনাটি লোকমুখে নরবলির কাহিনীতে রূপান্তরিত হয়।\nজনশ্রুতি আছে এ মন্দিরের প্রতিষ্ঠাতা গৌরলাল রায় চৌধুরী নামক এক নিঃসন্তান ভূস্বামী। তার বাড়ি মন্দির থেকে দুশ গজ পশ্চিমে। বাড়িটি ছোট দুর্গের মতো। বাড়ির চারদিকে ১৫ ফুট উঁচু মাটির প্রাচীর এবং ২৫ ফুট প্রশস্ত গভীর জলাধার দ্বারা সুরক্ষিত। গৌরলাল রায় চৌধুরী মনোরঞ্জনের জন্য জলাধারে নৌকায় করে সেবিকা ও দাসীদের নিয়ে ঘুরে বেড়াতেন। দুর্গটির পশ্চিম উত্তর ও দক্ষিণের প্রাচীরের কিছু অংশ এখনো আছে। পূর্বদিকের প্রাচীরটি কেটে ফেলা হয়েছে। দুর্গের ইট কিংবা ইমারতের চিহ্ন পাওয়া যায় না। চাষাবাদের সময় বা খননের সময়ও কোনো কিছু পাওয়া যায়নি। তবে এমন ধারণা অস্বাভাবিক নয় যে, এটি কোনো রাজা সাময়িকভাবে দুর্গ হিসেবে ব্যবহার করতেন। মন্দির নির্মাণ কৌশলে মনে হয় এগুলো মোঘল আমলের তৈরি। তবে দেবী মন্দিরের বেদীতে পরিষ্কার বাংলায় যে ছয়টি নাম লেখা আছে তন্তুা সংস্কারের পর লিখিত হয়েছিল।",
    "location": "ঠাকুরগাঁও শহর থেকে নয় কিলোমিটার দূরে রুহিয়া যাওয়ার পথে ঢোলরহাট নামক স্থানে অবস্থিত",
    "location_from_to": "ঠাকুরগাঁও শহর থেকে বাসে বা ইজিবাইকে যাওয়া যায়।",
    "image" : "assets/images/places/dhol_mandir.jpg"
  },
  {
    "id": 16,
    "name": "তামলাই দিঘি, পীরগঞ্জ",
    "description" : "মোঘল আমলের প্রথম দিকে ১৭৪৬ খ্রিঃ হইতে ১৭৫০ খ্রিঃ পর্যন্ত তিন ধাপে এই দিঘিটি খনন করা হয়। এই দিঘিটিতে চার দিকে ৪টি ঘাট রয়েছে। দিঘিটির দক্ষিণ ঘাটে তামার মূর্তির একটি মন্দির ছিল। যেটির স্থলে এই তাম্র থেকে তামলাই দিঘি নামকরণ করা হয়। রাজা উদ্রনাথের উত্তরসূরি এই দিঘিটি খনন করেন। ঠাকুরগাঁও থেকে ৩৫ কিঃ মিঃ দক্ষিণে পীরগঞ্জ উপজেলার দৌলতপুর ইউনিয়নের মল্লিকপুর ওয়ার্ডে এই তামলাই দিঘির অবস্থান। প্রায় ১২০ বিঘা জমির উপর এই বিশাল দিঘিটি বিস্তৃত। প্রাচীন আমল থেকে দূরদুরান্তের মানুষ এই দিঘি দর্শন করতে আসে। দর্শনার্থীদের জন্য বর্তমানে কৃত্রিমভাবে এটি আরো উন্নত করা হয়েছে। ভ্রমণপিপাসু মানুষেরা এই দিঘিটি অবলোকন করতে আসেন। ঠাকুরগাঁও শহরের কেন্দ্র হতে জায়গাটির দূরত্ব ৩৭.৫ কিলোমিটার",
    "location": "",
    "location_from_to": "ঠাকুরগাঁও থেকে ৩৫ কিঃ মিঃ দক্ষিন পীরগঞ্জ উপজেলা দৌলতপুর ইউনিয়নের মল্লিকপুর ওর্য়াডের এই তামলাই দিঘী অবস্থান এই দিঘীর ১০০ বিঘা জমির উপর এই বিশাল এই দিঘী প্রাচীন আমল থেকে দুর দুর্ন্তের মানুষ এই দিঘী দেখতে আসে এবংতারা আনন্দ পায় ।",
    "image" : "assets/images/places/talmai_dighi.jpg"
  },
  {
    "id": 17,
    "name": "ধন্যা কুমারী মারিয়া গির্জা, ঠাকুরগাঁও সদর",
    "description" : "ঠাকুরগাঁও শহরে অবস্থিত এই গির্জাটি ১৯৬৪ সালে প্রতিষ্ঠিত হয়। ",
    "location": "",
    "location_from_to": "",
    "image" : "assets/images/places/opajeo_71.jpg"
  },
  {
    "id": 18,
    "name": "ফতেপুর মসজিদ",
    "description" : "বালিয়াডাঙ্গী উপজেলা থেকে প্রায় সাত কি.মি. পশ্চিমে মোড়লহাটের সন্নিকটে ফতেপুর মসজিদ। এটি মোগল আমলে নির্মিত। মসজিদে তিনটি গম্বুজ আছে। চারকোন চারটি অর্ধনিমগ্ন কৌনিক থাম রয়েছে যার নিচের অংশে ঘড়ার নকশা আছে। এছাড়া পূর্ব ও পশ্চিমে দেয়ালে আছে দুটি করে চারটি থাম। মসজিদটিতে ছয় ফুট উচ্চতার একটি দরজা আছে। কিন্তু মসজিদটিতে কোন মিহরাব নেই তবে মিহরাবের ফ্রেম রয়েছে। এর বাইরের আয়তন দৈর্ঘ্যে ত্রিশফুট ছয় ইঞ্চি এবং প্রস্থে ছয় ইঞ্চি। ভিতরের প্রশস্থতা এক কাতারে নামাজ পড়ার মত।",
    "location": "বালিয়াডাঙ্গী উপজেলা থেকে প্রায় সাত কি.মি. পশ্চিমে মোড়লহাটের সন্নিকটে।",
    "location_from_to": "",
    "image" : "assets/images/places/fatehpur_mosqu.jpeg"
  },
  {
    "id": 19,
    "name": "বলাকা উদ্যান বা কুমিল্লা হাড়ি বিনোদন কেন্দ্র ও পিকনিক স্পট",
    "description" : "বলাকা উদ্যান বা কুমিল্লা হাড়ি: একটি বিনোদন কেন্দ্র ও পিকনিক স্পট ঠাকুরগাঁও সদর উপজেলা পরিষদের দক্ষিন-পূর্বে প্রায় ৬.০০ কি.মি. দূরে জগন্নাথপুর ইউনিয়নে অবস্থিত। তবে বিনোদন কেন্দ্রটি বর্তমানে গড়ে প্রায় ৮.৪০ একর জমিতে অবস্থিত যার দৈর্ঘ্য গড়ে প্রায় ৬১৫ ফুট এবং প্রস্থ গড়ে ৫৯৫ ফুট। লোকশ্রুতিতে জানা যায়, উক্ত পুকুর খননের সময় কুমিলা এলাকায় ব্যবহৃত প্রচুর পরিমান মাটি হাড়ি পাওয়া যায় এবং হাড়িগুলোতে প্রাচীন মূদ্রা পাওয়া যায় তারপর থেকে এই পুকুর কুমিলা হাড়ি হিসেবে পরিচিতি লাভ করে। উপজেলা পরিষদ গঠন হওয়ার পর হতে অর্থাৎ ১৯৮৪ সাল হতে উক্ত কেন্দ্রটির উন্নয়নে কাজ করছে, যার মধ্যে রয়েছে বাউন্ডারী ওয়াল তৈরী, ঘাটলা তৈরী, বৃক্ষ রোপন, জেলা পরিষদের সহায়তায় সংযোগ সড়ক তৈরী সহ বিভিন্ন ছোট-খাট স্থাপনা। উপজেলা পরিষদ সার্বক্ষনিকপাহাড়ার ব্যবস্থা করে এর উপরিস্থ স্থাপনা, বৃক্ষ ও অন্যান্য সম্পদের সুরক্ষাকরে আসছে। দীর্ঘ প্রায় ৩২ বছর যাবৎ উপজেলা পরিষদ এই কেন্দ্রের পরিচর্যা করে আসছে। বর্তমানে ঠাকুরগাঁও সদর উপজেলায় প্রায় ৬.০০ লক্ষ লোকের বাস যার মধ্যে প্রায় লক্ষাধিক শিশুও রয়েছে। তাদের মানসিক বিকাশের জন্য তেমন কোন বিনোদন কেন্দ্র না থাকায় বর্তমান উপজেলা পরিষদ কেন্দ্রটির নবরূপ প্রদানের জন্য ‘‘বিশেষ প্রকল্প’’ হিসেবে গ্রহন করে। শিশুদের মনোজগত পরিবর্তন করার নিমিত্ত কিছু আধুনিক রাইডার, পিকনিক স্পটের উপকরণ, রেস্ট হাউজ আধুনিকি করন, পাবলিক টয়লেট নির্মাণ ইত্যাদি উক্ত প্রকল্পে অন্তর্ভুক্ত করা হয়।\nলক্ষ্যও উদ্দেশ্যঃ-  বলাকা উদ্যান বা কুমিল্লা হাড়ি বিনোদন কেন্দ্র ও পিকনিক স্পট ঠাকুরগাঁও সদর উপজেলা তথা সমগ্র বাংলাদেশের শিশু-কিশোর, ছাত্র-ছাত্রী এবং সাধারন জনগনের বিনোদন কেন্দ্র হিসেবে ব্যবহৃত হবে । এই প্রতিষ্ঠানটি কোন ব্যবসায়িক উদ্দেশ্য নয় বরং এলাকার সাধারন জনগনের অবস্থা বিশেষ গুরম্নত্বের সাথে বিবেচনা করে পরিচালিত হবে । রাষ্ট্র কর্তৃক বিশেষ প্রাধিকার প্রাপ্ত ব্যাক্তি, ভিআইপি, সিআইপি, সরকারের উর্ধতন কর্মকর্তাগন ও তাদের পরিবার বিশেষ সুবিধা ভোগ করবে । তাছাড়া এই প্রকল্পে যদি সরকার কর্তৃক কোন ধরনের উন্নয়ন কিংবা প্রচারনার ব্যবস্থা গ্রহন করে তবে তা কৃতজ্ঞতার সাথে গ্রহন করা হবে । যে কোন বে-সরকারী প্রতিষ্ঠান কর্তৃক প্রকল্পের উন্নয়নের কোন প্রস্তাব করলে তা ব্যবস্থাপনা কমিটি বিশেষ ভাবে বিচার বিশ্লেষণ পূর্বক প্রয়োজন বোধে পরিষদের সাথে পরার্মশক্রমে সিদ্ধান্তনিবে ।",
    "location": "ঠাকুরগাঁও সদর উপজেলা পরিষদের দক্ষিন-পূর্বে প্রায় ৬.০০ কি.মি. দূরে জগন্নাথপুর ইউনিয়নে অবস্থিত",
    "location_from_to": "বলাকা উদ্যান বা কুমিল্লা হাড়ি ঠাকুরগাঁও সদর উপজেলা পরিষদের দক্ষিন-পূর্বে প্রায় ৬.০০ কি.মি. দূরে জগন্নাথপুর ইউনিয়নে অবস্থিত । সত্যপীর ব্রীজ বা বাস টার্মিনাল হতে এখানে বাস যোগে বা ব্যাটারী চালিত অটোরিক্সাযোগে বড় খোচা বাড়ী থেকে ০.৫ কিলো পর গৌরীপূর নামক স্থান থেকে দক্ষিন দিকে ০.৫ কিলো দুরত্ব গেলেই বলাকা উদ্যান বা কুমিল্লা হাড়ি যাওয়া যায় ।",
    "image" : "assets/images/places/bolaka_uddan.jpeg"
  },
  {
    "id": 20,
    "name": "বাংলা গড়",
    "description" : "রানীশংকৈল উপজেলা থেকে প্রায় আট কিলোমিটার উত্তরে এবং নেকমরদ থেকে প্রায় পাঁচ কিলোমিটার পূর্বদিকে কাতিহার- পীরগঞ্জ যাওয়ার  রাস্তায় বাংলা গড় অবস্থিত। গড়ের ভিতর দিয়েই একটি পাকা রাস্তা পীরগঞ্জ রানীশংকৈলে চলে গেছে। গড়টির পশ্চিমদিকে এক বিশাল নদী প্রবাহিত ছিল যা এখন সম্পূর্ণ মৃত। মাটির প্রাচীর ও গভীর পরিখা দ্বারা গড়টি পরিবেষ্টিত। প্রবাদ আছে যে এখানে চাঁদ সদাগরের বাড়ি ছিল- বাসর রাতে লখিন্দরকে মনসাদেবীর কাল নাগিনী বাংলা গড়েই  দংশন করেছিল।\nগড়টির প্রাচীনত্ব নির্ণয় করা খুব কঠিন। ধারণা করা হয় মুসলিম শাসন আমলের বহু বছর পূর্বে এটা নির্মিত হয়েছিল। ঝামা ইটের মত কালো রঙের ছিদ্রযুক্ত ইট ও নির্মাণ কৌশল দেখে গড়টিকে অত্যন্ত প্রাচীন বলে মনে হয়। অনুমান করা হয় যে, নেকমরদ অঞ্চল যারা শাসন করতেন তাদের নিরাপদ আশ্রয়ের জন্য গভীর অরণ্যের ভিতর এই গড় তৈরি করা হয়েছিল। মুসলমানদের আগমনের অনেক আগেই গড়টি জনশূন্য ও পরিত্যক্ত হয়।",
    "location": "রানীশংকৈল উপজেলা থেকে প্রায় আট কিলোমিটার উত্তরে এবং নেকমরদ থেকে প্রায় পাঁচকিলোমিটার পূর্বদিকে কাতিহার-পীরগঞ্জ যাওয়ার পথে এটি অবস্থিত",
    "location_from_to": "",
    "image" : "assets/images/places/bangla_gor.jpg"
  },
  {
    "id": 21,
    "name": "রাজা টংকনাথের রাজবাড়ি",
    "description" : "ঠাকুরগাঁও জেলার রানীশংকৈল উপজেলার কুলিক নদীর তীরে রাজা টংকনাথের রাজবাড়ি অবস্থিত। ঠাকুরগাঁও সদর হতে রাজা টংকনাথের রাজবাড়িটি। ৪০ কিলোমিটার এবং রাণীশংকৈল উপজেলা হতে ১.৩ কিলোমিটার দূরে অবস্থিত। কথিত আছে, রাজা টংকনাথের পিতা বুদ্ধিনাথ চৌধুরী ছিলেন মৈথিলি ব্রাহ্মণ। তিনি কাতিহারে ঘোষ বা গোয়ালা বংশীয় জমিদারের শ্যামরাইয়ের মন্দিরের সেবায়েতে নিযুক্ত ছিলেন। নিঃসন্তান গোয়ালা জমিদার কাশীবাসে যাওয়ার আগে তাম্রপাতে দলিল করে জমিদারি সেবায়েতের তত্ত্বাবধানে রেখে যান। জমিদার আর ফিরে না আসায় দলিল মোতাবেক বুদ্ধিনাথ চৌধুরী জমিদারি লাভ করেন। ঊনবিংশ শতাব্দীতে প্রায় ১০ একর জমির উপর বুদ্ধিনাথ চৌধুরী জমিদার বাড়ির নির্মাণ কাজ শুরু করলেও রাজা টংকনাথের হাতে নির্মাণ কাজ শেষ হয়।১৯২৫ সালে ব্রিটিশ সরকার টংকনাথকে চৌধুরী উপাধিতে ভূষিত করেন এবং দিনাজপুরের মহারাজা গিরিজনাথ রায়ের নিকট থেকে রাজা উপাধি লাভ করেন। বর্তমানে প্রায় ধ্বংসপ্রাপ্ত রাজবাড়ির পশ্চিমদিকে সিংহদরজার চূড়ায় দিক নির্দেশক লৌহদন্ডে S.N.E.W চিহ্ন অঙ্কিত রয়েছে। রাজা টংকনাথের রাজবাড়িতে রয়েছে কাছারিবাড়ি, দুটি পুকুর, ২০০ মিটার দূরে রামচন্দ্র (জয়কালী) মন্দির। জানা যায় রামচন্দ্র মন্দিরটি রাজা টংকনাথের রাজবাড়ির চেয়েও অনেক প্রাচীন। ১৯৭১ সালে মুক্তিযুদ্ধে মন্দির অনেক ক্ষতিগ্রস্থ হয়ে বর্তমানে প্রায় ধ্বংসস্তূপে পরিণত হয়েছে।",
    "location": "",
    "location_from_to": "ঠাকুরগাঁও থেকে বাস বা সিএনজিযোগে রাণীশংকৈল বাস স্ট্যান্ড এসে ভ্যান বা মোটরসাইকেল দিয়ে বাচোর ইউনিয়ন পরিষদের পুরাতন ভবনের পাশে অবস্থিত রাজা টংকনাথের রাজবাড়ি দেখতে আসতে পারবেন।",
    "image" : "assets/images/places/raja_tonknath.jpg"
  }
]
