[
    {
        "title": "উৎসব অনুষ্ঠান",
        "description" : "ঠাকুরগাঁওয়ে বার মাসে তের পার্বণ লেগেই আছে। মুসলমানদের ধর্মীয় অনুষ্ঠান ঈদুল ফিতর, ঈদুল আজহা, মিলাদুন্নবী, মুহররম (আশুরা), শবে বরাত ইত্যাদি। হিন্দুদের তো পূজাপার্বণের অন্ত নেই। তাদের প্রধান উৎসব দুর্গা পূজা, কালীপূজা, লক্ষ্মীপূজা, ভাইফোঁটা, সরস্বতী পূজা, চড়কপূজা, রাসযাত্রা, দোলযাত্রা, জন্মাষ্টমী ইত্যাদি। আর নববর্ষ, নবান্ন, পৌষ সংক্রান্তি সব সম্প্রদায়ের মধ্যে প্রচলিত। কোন শুভ কাজ শুরু করার আগে এবং কোন সুসংবাদ পেলে মুসলমানদের মধ্যে মিলাদ অনুষ্ঠানের আয়োজন করা হয়। লক্ষণীয় ঈদ, দুর্গাপূজা, লক্ষ্মীপূজা, সরস্বতীপূজায় হিন্দু মুসলমান উভয় সম্প্রদায়ের লোকেরা পরস্পরের বাড়িতে সৌজন্য সাক্ষাতে যায়, আমন্ত্রিতও হয়। এছাড়া বিয়ে, আকিকা, খাতনা, জন্মদিন, অন্নপ্রাশন ইত্যাদি অনুষ্ঠান উপলক্ষে সব সম্প্রদায়ের লোককেই আমন্ত্রণ জানানো হয়। ধর্ম এখানে কোন বাধা নয়। সবেবরাতের রুটি হালুয়া বা রুটি মাংস খাওয়া, বাদ্যযন্ত্রের সাথে মহরমের লাঠি খেলা বা তাজিয়া মিছিল এসবকে আর ধর্মীয় উৎসব বা অনুষ্ঠান মনে হয় না। এগুলো আমাদের লোকসংস্কৃতির অঙ্গ হয়ে দাঁড়িয়েছে। নববর্ষ উপলক্ষে পাখি শিকার, মাছ শিকার, বনভোজন, পিচকারী দিয়ে রং খেলা, নিমপাতা, তিতারী শাক ইত্যাদি তিক্ত ভাজা খাওয়া, পান্তা ভাত খাওয়া, সাধারণ মানুষের সাংস্কৃতিক আচার।\nমুসলমানদের বিয়ের অনুষ্ঠানে কাজী বা মৌলভী সাহেব উকিল, সাক্ষীর মাধ্যমে বর ও কনের সম্মতি আদায় করে দোয়া কালাম পড়ে বিয়ে পড়ায়। হিন্দুদের বিয়েতে পুরোহিত বৈদিক মন্ত্র পাঠ করে বিয়ের কাজ সম্পন্ন করে। বিয়ে পড়ানো এবং আনুষ্ঠানিক কিছু পদ্ধতি ছাড়া অন্যান্য আচার অনুষ্ঠানে হিন্দু মুসলমান উভয় সম্প্রদায়ের মধ্যে খুব একটা পার্থক্য নেই। বিয়ের ২/৩ দিন আগে থেকে শুরু হয়ে যায় ‘গায়ে হলুদ অনুষ্ঠান। বর কনে উভয় পক্ষের মেয়েরা যায় উভয়ের বাড়িতে হলুদ মাখাবার জন্য। কাপড়-চোপড়, প্রসাধনী, পান সুপারি, মিষ্টি, হলুদ, মেহেদী ইত্যাদি দিয়ে হলুদের ডালা সাজিয়ে পাঠানোর রীতি প্রচলিত আছে। এ ধরনের রীতি আগেও ছিল, তবে এখন এর আধুনিকায়ন হয়েছে। হলুদ কুটা হয় ছাম গাহিনে। ৩, ৫ বা ৭ জন (বেজোড় সংখ্যা) মহিলা এক সাথে একটি গাহিনে হাত দিয়ে হলুদ কুটা শুরু করে। বর ও কনেকে হলুদ মাখানো হয়, মিষ্টি খাওয়ানো হয়। কোন কোন ক্ষেত্রে অভ্যাগত মহিলা অতিথিদেরও হলুদ মাখানো হয়, মহিলারা নিজেদের মধ্যেও হলুদ মাখামাখি করে। এমনকি কোন কোন সময় রং খেলা পর্যন্ত গড়ায়। ‘গায়ে হলুদ’ অনুষ্ঠানে আগত অতিথিদেরকে সাধ্যানুযায়ী আপ্যায়ন করা হয়। কোথাও কোথাও হলুদ দেওয়ার অনুষ্ঠানে বর ও কনের দ্বারা কালাই ভাঙ্গানো হয়। এ কাজে ঠাকুরীকালাই (মাসকলাই) ব্যবহার করা হয়। অনুষ্ঠান চলাকালে মহিলারা গলা ধরাধরি করে গীত (বিয়ের গান) গায়।\nমুসলমানদের মৃত্যুর পর কুলখানি, চল্লিশা, তামদারী ইত্যাদি অনুষ্ঠানে মৃতের জন্য দোয়া করা ছাড়াও সাধ্যানুযায়ী খাওয়া দাওয়ার ব্যবস্থা করা হয়। এই রেওয়াজ চলে আসছে যুগ যুগ ধরে। হিন্দু সম্প্রদায়ের মধ্যে কারো মৃত্যু হলে শ্রাদ্ধানুষ্ঠানের আয়োজন করা হয়। এ অনুষ্ঠানেও সাধ্যানুসারে খাওয়া দাওয়ার ব্যবস্থা করা হয়, তবে মাছ মাংস বর্জন করা হয়।"
    },
    {
        "title": "জীবন যাত্রা",
        "description" : "ঠাকুরগাঁও জেলার গ্রামাঞ্চলে অতীতে পাকা ঘর-বাড়ি ছিলনা বললেই চলে। ছিল খড়ের বা কাশের ছাউনি ঘর ও বাঁশের তৈরি বেড়া বা মাটির দেওয়াল। অপেক্ষাকৃত সচ্ছল পরিবারে দেখা যেতো টিনের ছাউনি দেওয়া ঘর। আধা পাকা বা পাকা বাড়ি ছিল দু-একটা। এখন অবস্থার পরিবর্তন ঘটেছে। এখন প্রচুর টিনের ঘর, আধাপাকা ও পাকা বাড়ি দেখা যায়। প্রধান পেশা কৃষি। জোতদার, প্রান্তিক চাষী, ভূমিহীন চাষী, ক্ষেতমজুর প্রায় সবাই কৃষির উপর নির্ভরশীল। যারা শহরে ব্যবসা করছেন তাদেরও অনেকের আয়ের উৎস কৃষি। ব্যবসায়ীও রয়েছে কিছু। শহর থেকে গ্রামের হাটবাজার পর্যন্ত দোকান, পাইকারী ইত্যাদি নানাভাবে ব্যবসার সঙ্গে জড়িত উল্লেখযোগ্য সংখ্যক মানুষ। কিছু চাকরিজীবীও রয়েছেন। শিক্ষকতা, চিকিৎসা, সরকারি বেসরকারি সংস্থায় কর্মরত সব মিলিয়ে চাকরিজীবীর সংখ্যাও নগণ্য নয়। এছাড়া রয়েছে হাতে গোনা কিছু কর্মজীবী, যারা লোকশিল্পের সাথে জড়িত। কৃষকদের প্রধান উৎপাদিত খাদ্য শস্য ধান, গম, যব, কাউন, ডাল, ভূট্টা ইত্যাদি। অর্থকরী ফসল হলো পাট ও ইক্ষু। কারো কারো আম, কাঁঠাল, সুপারি, নারিকেলের বাগান রয়েছে, কেউ বা পুকুরে মাছের চাষ করছে। এভাবেই আয় করে জীবিকা নির্বাহ করছে।\nএই অঞ্চলের মানুষের প্রধান খাদ্য ভাত, মাছ, মাংস, নানা ধরনের সব্জি। অতীতে এখানকার মানুষ গমের আটার রুটি খেতোই না। গম চাষও হতো না। পাকিস্তানী শাসনামলের মাঝামাঝি সময় থেকে এই অঞ্চলে গম চাষের প্রচলন শুরু হয়। এখনতো রুটিও প্রধান খাদ্যের তালিকায় অন্তর্ভূক্ত হয়েছে। কয়েকটি বিশেষ খাবার এ অঞ্চলে প্রচলিত আছে। যেমন পাটশাক ও লাফা শাকের ঝোল, সিদলের ভর্তা, চেং বা শাটি (টাকি) মাছের পোড়া বা সিদ্ধ ভর্তা, কচি কচু পাতার পোড়া বা সিদ্ধ ভর্তা, পেল্কা। এগুলো অনেকেরই প্রিয় খাবার। কাঁচা আমের তরকারি, কাঁচা কাঁঠালের তরকারি, আমসি বা টমেটোর টক খেতে পছন্দ করেন। শীতকালে তৈরি হয় নতুন ধানের ভাকা (ভাপা পিঠা), পাকোয়ান, নুনাস বা নুনিয়া, চিতুয়া, গুড়গুড়িয়া ইত্যাদি নানা নামের নানান পিঠা। আঁখের নতুন গুড় দিয়ে তৈরি হয় খৈয়ের মুড়কি, মুড়ির নাড়ু, চিড়ার চিপড়ি। এগুলো খুবই উপাদেয়। এখানকার মানুষ অতিথিপরায়ন। গ্রামাঞ্চলে চা-নাস্তা দিয়ে আপ্যায়ন করা সম্ভব না হলেও গুয়া-পান, বিড়ি দিয়ে অতিথি আপ্যায়ন করা হয়। অতীতে নারিকেলের তৈরি হুঁকার প্রচলন ছিল কৃষকদের মধ্যে, এখন তা বিলুপ্ত প্রায়। তার স্থান দখল করে নিয়েছে বিড়ি ও সিগারেট। সম্পন্ন গেরস্থ বা জোতদারদেরও আজ আর আলবোলায় সুগন্ধি তামাক সেবন করতে দেখা যায় না।\nসাধারণ মানুষের পোশাক লুঙ্গি, গেঞ্জি, ধুতি, গামছা, সার্ট, পায়জামা ও পাঞ্জাবী। ভদ্র, শিক্ষিত ও সচ্ছল পরিবারের লোকেরা সার্ট, প্যান্ট, পায়জামা, পাঞ্জাবী, জুতা, মোজা পরিধান করে, অতীতেও করতো। নিম্নবিত্ত ও বিত্তহীন লোকেরাও এখন অনেকে সার্ট, প্যান্ট, সোয়েটার ও কোট পরিধান করে পুরাতন বিদেশী বা দেশী (সেকেন্ড হ্যান্ড) কাপড় সহজলভ্য হওয়ার কারণে। শীতকালে সাধারণ মানুষ গায়ের চাঁদর এবং অপেক্ষাকৃত বিত্তবান লোকেরা দামি শাল, সোয়েটার, কোট, মাফলার ইত্যাদি পরিধান করে। অতীতে শিক্ষিত এবং সম্ভ্রান্ত পরিবারের লোকেরা হিন্দু মুসলমান নির্বিশেষে ধুতি পরিধান করতো। বিত্তহীন পরিবারের মহিলারা সেলাই ছাড়া একখন্ড কাপড় বুকের উপর বেঁধে পরিধান করতো। একে বলা হতো ‘বুকানী’ বা ‘ফতা’। কেউ কেউ দুখন্ড কাপড় ব্যবহার করতো। একটা কোমরে বেঁধে নিচের অংশ ঢাকতো, অপরটা বুকের উপর জড়িয়ে নিতো। গহনা পরার প্রচলন পূর্বেও ছিল, এখনও আছে। তবে অতীতে গ্রামের মহিলারা দস্তার মল পড়তো। এখন মল পড়ার প্রচলন উঠে এসেছে শহরে শিক্ষিত মেয়েদের মধ্যে, তবে আর দস্তার নয় রূপার। সাধ্যানুযায়ী সোনার গহনা পরার প্রচলন সচ্ছল পরিবারের মধ্যেই সীমাবদ্ধ হয়ে পড়েছে। নিম্নবিত্ত বা একেবারে দরিদ্র পরিবারে বাধ্য হয়ে বিয়ের সময় ধার কর্জ করে সোনার গহনা মেয়েকে দেয়। কিন্তু দারিদ্রে্যর কারণে বিয়ের কিছুদিন পরে সেগুলো বিক্রি হয়ে যায়। দরিদ্র পরিবারের মেয়ে বা মহিলাদের জন্য অনেকটা সুবিধা এনে দিয়েছে নকল সোনার (ইমিটেশন) গহনা। বিয়ের সময় কমপক্ষে নাকের নথুয়া (নোলক), নিদেন পক্ষে খিলা (নাক ফুল) না হলে বিয়ে হয় না। এ ধরনের বিশ্বাস থেকে এখনও দরিদ্র পরিবারে সোনার প্রচলন টিকে আছে। গ্রামাঞ্চলে সাধারণ যানবাহন হিসেবে ব্যবহৃত হতো গরু বা মহিষের গাড়ি। ব্যবসায়ীরা এই গাড়িতে হাট বাজারে দোকানের মালপত্র আনা নেওয়া করতো, গেরস্থরা ধান, পাট, সরিষা ইত্যাদি বিক্রি করতে নিয়ে যেতো গরুর গাড়িতে করে। ছই বা টোপর দেওয়া গরু গাড়িতে খড় বিছিয়ে বিছানা পেতে অবস্থাপন্ন লোকেরা আত্মীয়ের বাড়ি মেহমান খেতে কিংবা রেল স্টেশনে ট্রেন ধরতে যেতো। যে কোন ধরনের মাল পরিবহনের একমাত্র বাহন ছিল গরুর গাড়ি। অনেকে গরুর গাড়ি ভাড়া দিয়ে জীবিকা নির্বাহ করতো। কিন্তু এখন আর গরু বা মহিষের গাড়ির প্রচলন আর নেই। কেননা, গরুর গাড়ির জায়গা দখল করে নিয়েছে রিকশা ভ্যান। তাই আজ আর গাড়িয়াল ভাই’র গান শোনা যায় না। ভ্যান চালকের কণ্ঠে শোনা যায় বাংলা বা হিন্দি সিনেমার চটুল গানের সুর। এখন গ্রামাঞ্চলে মাল পরিবহন থেকে শুরু করে আত্মীয়ের বাড়ি যাওয়া, হাটে বাজারে পণ্য আনা নেওয়া সবই সম্পন্ন হচ্ছে রিকশা ভ্যানে। এছাড়া যাতায়াতের জন্য গ্রামের প্রত্যন্ত এলাকা পর্যন্ত মিশুক, টেম্পু ও মিনিবাসের সুবিধা এখন সহজলভ্য হয়ে পড়েছে। অনেকের বাড়িতে এখন মোটরসাইকেল দেখা যায়। কিন্তু অতীতে এটা ছিল কল্পনার বাইরে। তবে বাই সাইকেল চলতে দেখা যেতো রাস্তা ঘাটে।\nশহর এবং গ্রামের সম্ভ্রান্ত পরিবার ছাড়া চেয়ার, টেবিল, পালংক, ড্রেসিং টেবিল, আলনা এসব আসবাব পত্রের প্রচলন ছিল না। সাধারণ পরিবারের অতিথি আসলে পিঁড়ি, দড়ির খাট, (স্বল্প উচ্চতা সম্পন্ন বাঁশের খুঁটির উপর রশি দিয়ে ছাওয়া), সপ্ বা পাটি বসতে দেওয়া হতো। নিকটাত্মীয় হলে শোবার ঘরের বিছানায় বসতো। অতিথি বা মেহমানকে ভাত খাওয়াতো পাটি বিছিয়ে। সম্ভ্রান্ত পরিবারে মেহমানকে খাওয়ানো হতো বিছানার উপর দস্তরখান বিছিয়ে। পাটি বা মাদুর বিছিয়ে খাওয়ানোর প্রচলন এখনো আছে, তবে তা একেবারে নিম্নবিত্ত ও দরিদ্র পরিবারে। আর দস্তরখানের প্রচলন আর নেই। কেননা চেয়ার টেবিল, ডাইনিং টেবিল এখন আর শহুরে শিক্ষিত বিত্তবানদের মধ্যে সীমাবদ্ধ নেই; চলে এসেছে গ্রামের সাধারণ মানুষের ঘরে।\nঅতীতে গেরস্থালি তৈজসপত্রের মধ্যে মাটির তৈরি হাঁড়ি, থালা, ঢাকনা, তাওয়া, দস্তার তৈরি ডেকচি, কড়াইল, থালা, বাটি, গ্লাস, চামচ, লোহার কড়াই, বাঁশের তৈরি লকরী বা নাখুরি, ডাল ঘুটার জন্য লাহি, ডই বা ডুয়ার প্রচলন ছিল। এগুলোর ব্যবহার কম বেশি এখনও চলছে। তবে বিবর্তিত হয়ে টিনের তৈরি তৈজসপত্র, পরবর্তীতে স্টীলের তৈরি এবং ইদানিং কালে ম্যালামাইনের তৈজসপত্র ব্যবহার করছেন সাধারণ মানুষ। সম্ভ্রামত্ম পরিবারে কাঁচের এবং চিনামাটির তৈজসপত্র ব্যবহৃত হচ্ছে। পাথরের তৈরি শিলপাটায় বা হামান দিস্তায় অতীতেও মসলা পিষা হতো, এখনো হয়।\nগ্রামাঞ্চলে ধান কুটা হতো ঢেঁকিতে বা ছাম-গাহিনে। দরিদ্র পরিবারের মহিলারা নিজেদের ছাড়াও সম্পন্ন গেরস্থদের ধান কুটে দিতো পারিশ্রমিকের বিনিময়ে। পারিশ্রমিক দেওয়া হতো ধান বা চাউল দিয়ে। এভাবে তারা চিড়া, মুড়ি, খৈ ইত্যাদি তৈরি করে দিতো। এটা দরিদ্র মহিলাদের অনেকেরই জীবিকা ছিল। এখন এই পেশাটির আর অসিত্মত্ব নেই বললেই চলে। গ্রামে বিদ্যুৎ আসায় অনেক ছোট বড় চাল কল গড়ে উঠেছে। চাল, চিড়া, মুড়ি, চালের আটা এমনকি মরিচ ও হলুদের গুড়া কলের মাধ্যমে পাওয়া যায়। বেশির ভাগ লোকই এগুলো হাট বাজার থেকে কেনে। ফলে এই জীবিকার মহিলারা এখন ক্ষেত মজুরে পরিণত হয়েছে।\nঠাকুরগাঁও জেলার অর্থনীতি কৃষি নির্ভর হওয়ার কারণে এখানকার লোক সংস্কৃতি কৃষি নির্ভর। কৃষকেরা ভোর বেলা সূর্য উঠার আগেই হাল গরু নিয়ে ক্ষেতে চলে যেতো কিছু না খেয়েই। এক প্রহর বেলা হলে (সকাল নয়-দশটা) পরিবারের কেউ অর্থাৎ ছেলে, মেয়ে বা স্ত্রী পানতা নিয়ে যেতো ক্ষেতে। ক্ষেতের আইলে বসে কৃষক পিয়াজ মরিচ দিয়ে পানতা খেয়ে নারিকেলের হুঁকোয় বা ছিলিমে ধুমপান করতো মনের সুখে। বিশ্রাম নিয়ে আবার লেগে যেতো কাজে। বাড়িতে ফিরে বেলা তিন প্রহরে (বিকেল তিন-চারটা)। গোসল সেরে ভাত খেয়ে বিশ্রাম নিত গাছতলায়, মাচায় শুয়ে বসে। পড়মত্ম বেলায় কেউ বা যায় হাট-বাজারে, কেউ বাড়ির প্রয়োজনীয় কাজ সারে। এ বেলা আর ক্ষেতের কাজে যায় না। কর্মহীন অলস দুপুরে, অবিরাম বৃষ্টির দিনে অথবা সন্ধ্যায় কেরোসিনের কুপি জ্বালিয়ে সোনাভান, লায়লী মজনু, পুঁথি পাঠ, তাস খেলা, পাট দিয়ে রশি তৈরি করা, গান গাওয়া মহিলাদের দাওয়ায় বসে কাঁথা সেলাই অথবা পাট থেকে শিকা তৈরি করা, শীতকালে উঠানে বসে ‘পোড়’-এ আগুন পোহানো, এসবই অতীতের অতি পরিচিত দৃশ্য। আধুনিক সভ্যতার যান্ত্রিক জীবনে এসব দৃশ্য আর চোখে পড়েনা। ছেলেদের হা-ডু-ডু, দাড়িয়াবান্ধা, পাকিভোট এবং মেয়েদের এক্কা-দোক্কা, বুড়ি-চিঁ, এ্যাপেন্টি বায়োস্কোপ ইত্যাদি খেলা আজকাল আর দেখা যায় না।\nজেলার সাধারণ মানুষেরা আটপৌরে ভাষা হিসেবে আঞ্চলিক ভাষা ব্যবহার করেন। শহর ও গ্রামের শিক্ষিত পরিবারে কেউ কেউ শুদ্ধ ভাষা ব্যবহার করেন। আঞ্চলিক ভাষা জেলার সর্বত্র প্রায় একই রকম হলেও দূরত্ব ভেদে উচ্চারণে বা বলবার ভঙ্গিমায় সামান্য পার্থক্য পরিলক্ষিত হয়। বিশেষ করে ক্রিয়াপদের ক্ষেত্রে এর তারতম্য ঘটে যেমন- ‘খেয়েছি’ এই ক্রিয়াপদের আঞ্চলিক উচ্চারণ ‘খাইচু’, কোথাও ‘খাইযু’। ‘খেয়েছে’, এর উচ্চারণ কোথাও ‘খাইচে’, আবার কোথাও ‘খাইয়ে’।"
    },
    {
        "title": "লোকশিল্প",
        "description" : "ঠাকুরগাঁও জেলায় রয়েছে কুম্ভকার, কর্মকার, স্বর্ণকার, জেলে, তাঁতী, কাঠমিস্ত্রি, রাজমিস্ত্রি, বাঁশের কাজ করে হাঁড়ি বা ডোম।\nমাটির তৈরি জিনিসপত্রের মধ্যে পাওয়া যায় হাঁড়ি, কলস, পাতিল, থালা, বাটি, ঢাকনা, তাওয়া, মাছ ধোয়ানী, টব, ফুলদানী, প্রদীপ, ধুপদান, ছিলিম, দেবদেবীর মূর্তিসহ শো-কেসে সাজিয়ে রাখার মত নানা প্রাণীর মূর্তি। কর্মকাররা তৈরি করে কাসেত্ম, দা, কাঠারী, বটি, সর্ত্তা বা জাতী, হামান দিস্তা, হালের ফাল, খুন্তি, ডোহকী, কুড়াল, বশিলা ইত্যাদি নিত্য প্রয়োজনীয় দ্রব্যাদি। অতীতে তারা গরু গাড়ির চাকা তৈরি করতো। এখন গরুর গাড়ির প্রচলন না থাকায়, থাকলেও লোহার চাকার ব্যবহার না থাকায় আর চাকা তৈরি করতে দেখা যায় না।\nবাঁশের তৈরি জিনিস পত্রের মধ্যে ঢাকী, চাঙ্গারী, বাহুংকা বা বইংঘা, কুলা, ডুলি, চাটাই, ফুলের ডালা, ধামা, খৈ চালনী, পাখা, মাছ ধরার ডিহিরী, জালাঙ্গা, পোলোই, ছোট খাট, খাটিয়া ইত্যাদি। কাঠমিস্ত্রি তৈরি করে চেয়ার, টেবিল, সোফা, খাট, ড্রেসিং টেবিল, শো-কেস, মিটসেফসহ নানা আসবাবপত্র। গ্রামে কোন কোন কাঠ মিস্ত্রি মানুষের বাড়িতে গিয়েও কাজ করে। এরা টিনের ঘরেরও কাজ করে। রাজমিস্ত্রিরা পাকা ঘরের কাজ করে। স্বর্ণকারেরা তৈরি করে বিভিন্ন ধরনের সোনা ও রূপার গহনা। এক সময় তাঁতীদের অবস্থা ভালই ছিল। তাঁতের কাপড় গ্রাম অঞ্চলে বিক্রি হতো ভালই। এই পেশার মানুষেরা এখন কৃষি বা অন্য পেশায় নিয়োজিত হয়েছে। তবুও এখনও গামছা, ডাং বা দৌর (এক ধরনের বিছানা) তৈরি হয়। তবে এরা এখন পুরাতন উল দিয়ে কম্বল ও গায়ের চাঁদর তৈরি করে বিক্রি করে এগুলোর চাহিদাও আছে দরিদ্র মানুষের কাছে। এছাড়াও অনেকে মোটা সুতা দিয়ে ফিকাজাল, লাফিজাল তৈরি করে বিক্রি করে। কেউ কেউ পাট দিয়ে রশি বানিয়ে বিক্রি করে। বলার অপেক্ষা রাখে না, বর্তমানে নাইলনের রশি ও সুতলীর প্রচলন হওয়ায় হাতের তৈরি রশির চাহিদা আর নেই। ঝিনুক থেকে চুন তৈরি করতো একটা সম্প্রদায়। এই চুন পানের সাথে খাওয়ার জন্য ব্যবহার হয়। এই শিল্পও এখন প্রায় ধ্বংসের পথে। রাণীশংকৈল ও বালিয়াডাঙ্গী এলাকায় কিছু মানুষ ‘মথা’ দিয়ে সপ বা পাটি তৈরি করে বাজার জাত করে।"
    },

    {
        "title": "লোকসাহিত্য",
        "description" : "লোক সংস্কৃতির একটা প্রধান অঙ্গ লোকসাহিত্য। লোককাহিনী, লোকসংগীত, ভাওয়াইয়া, বিয়ের গীত, পালাগান, ছড়া, ধাঁধা ও প্রবাদ প্রবচন লোক সাহিত্যের ভান্ডারকে সমৃদ্ধ করে তুলেছে। এগুলো মূলত  অলিখিত সাহিত্য। পাড়াগায়ের অশিক্ষিত, অর্ধশিক্ষিত নরনারীর রস পিপাসা মিটানোর তাগিদেই এর সৃষ্টি। এগুলো মানুষের মুখে মুখে সৃষ্টি হয়েছে, মুখে মুখেই চলে এসেছে। এর রচয়িতারা চিরদিন লোক চক্ষুর অন্তরালে থেকে গেছে। আধুনিককালে এগুলোকে বইয়ের পাতায় বন্দি করার চেষ্টা করা হলেও বহুকাল ধরে তা গ্রামের পথে ঘাটে নরনারীর মুখে মুখে বিচরণ করছে।"
    },
    {
        "title": "লোককাহিনী",
        "description" : "গ্রাম অঞ্চলে প্রচলিত লোক কাহিনীগুলো মূলত সাধারণ মানুষের মনোরঞ্জনের জন্য সৃষ্টি। এগুলোতে তত্ত্ব কথা বা শিক্ষনীয় কিছু নেই। বরং স্থূল হাস্যরস সহ আদিরস বিদ্যমান। বেশিরভাগ কাহিনী বাস্তবতার সাথে সম্পর্কহীন। রাজা-রানী, জ্বিন-ভূত, রাক্ষস-খোক্ষস, সিংহ-বকরী, বোকা-পাগল, এই ধরনের অতি পরিচিত কাহিনীগুলোই লোক কাহিনীর ভান্ডারকে সমৃদ্ধ করেছে।"
    },
    {
        "title": "প্রবাদ প্রবচন",
        "description" : "মানুষের সূক্ষ্মতম অভিজ্ঞতার ফসল প্রবাদ প্রবচন। এর মাধ্যমে মানুষ নিজের চলমান জীবনের প্রয়োজনীয় উপলব্ধি ছড়িয়ে দেয় অন্যকে। মানুষ তা জড়িয়ে নেয় জীবনের সাথে।\n১।বসিবা দিলে শুতিবা চাহে।\n২।নরম মাটিত বিলা হাগে।\n৩।হবে ছুয়া কহিবে বাপ,তে জুড়াবে মনের তাপ।\n৪।মাঘ মাসের জারে, ভঁইষের শিং নড়ে।\n৫।আমও গেল, ছালাও গেল্।\n৬।হাজার ধুলেও কয়লার নি যায় রং,সাত ধুয়া দিলেও শুটকির নি যায় গন্।\n৭।যত খাউক হলুয়া রুটি, তাহুঁ ওই পচকটা কটি।\n৮।কিয়ের মাঝত কি,তিত কল্লাত ঘি।"
    }
]